HAM.addQuestions({
 "key": "law1",
 "category": "法規 無線局の免許",
 "questions": [
  {
   "uid": "L1-1",
   "id": "L1-1",
   "q": "<p>電波法に規定する「無線局」の定義は、次のうちどれか。</p>",
   "options": [
    "無線設備及び無線設備の操作を行う者の総体をいう。ただし、受信のみを目的とするものを含まない。",
    "送信装置及び受信装置の総体をいう。",
    "送受信装置及び空中線系の総体をいう。",
    "無線通信を行うためのすべての装置をいう。"
   ]
  },
  {
   "uid": "L1-2a",
   "id": "L1-2a",
   "q": "<p>電波法施行規則に規定する「アマチュア業務」の定義は、次のどれか。</p>",
   "options": [
    "金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う自己訓練、通信及び技術的研究の業務をいう。",
    "金銭上の利益のためでなく、無線技術の興味によって行う技術的研究の業務をいう。",
    "金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う業務をいう。",
    "金銭上の利益のためでなく、科学又は技術の発達のために行う無線通信業務をいう。"
   ]
  },
  {
   "uid": "L1-2b",
   "id": "L1-2b",
   "q": "<p>電波法施行規則に規定する「アマチュア業務」の定義は、次のどれか。</p>",
   "options": [
    "金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う自己訓練、通信及び技術的研究の業務をいう。",
    "金銭上の利益のためでなく、もっぱら無線通信の自己訓練のために行う業務をいう。",
    "金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う技術的研究の業務をいう。",
    "金銭上の利益のためでなく、科学又は技術の発達のために行う個人的な技術的研究の無線通信の業務をいう。"
   ]
  },
  {
   "uid": "L1-3a",
   "id": "L1-3a",
   "q": "<p>次の文は、電波法施行規則に規定する「アマチュア業務」の定義であるが、[　　]内に入れるべき字句を下の番号から選べ。</p><p>「金銭上の利益のためでなく、もっぱら個人的な[　　]の興味によって行う自己訓練、通信及び技術的研究の業務をいう。」</p>",
   "options": [
    "無線技術",
    "通信技術",
    "電波科学",
    "無線通信"
   ]
  },
  {
   "uid": "L1-3b",
   "id": "L1-3b",
   "q": "<p>次の文は、電波法施行規則に規定する「アマチュア業務」の定義であるが、[　　]内に入れるべき字句を下の番号から選べ。</p><p>「金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う[　　]及び技術的研究の業務をいう。」</p>",
   "options": [
    "自己訓練、通信",
    "無線通信",
    "通信操作",
    "自己訓練、運用"
   ]
  },
  {
   "uid": "L1-3c",
   "id": "L1-3c",
   "q": "<p>次の文は、電波法施行規則に規定する「アマチュア業務」の定義であるが、[　　]内に入れるべき字句を下の番号から選べ。</p><p>「金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う[　　]、通信及び技術的研究の業務をいう。」</p>",
   "options": [
    "自己訓練",
    "自己形成",
    "自己管理",
    "自己啓発"
   ]
  },
  {
   "uid": "L1-3d",
   "id": "L1-3d",
   "q": "<p>次の文は、電波法施行規則に規定する「アマチュア業務」の定義であるが、[　　]内に入れるべき字句を下の番号から選べ。</p><p>「金銭上の利益のためでなく、もっぱら個人的な無線技術の興味によって行う自己訓練、通信及び[　　]の業務をいう。」 </p>",
   "options": [
    "技術的研究",
    "公共の福祉",
    "社会福祉",
    "災害の救援"
   ]
  },
  {
   "uid": "L1-4a",
   "id": "L1-4a",
   "q": "<p>無線局の免許状に記載される事項でないのは、次のどれか。</p>",
   "options": [
    "空中線の型式",
    "免許人の住所",
    "無線設備の設置場所",
    "無線局の種別"
   ]
  },
  {
   "uid": "L1-4b",
   "id": "L1-4b",
   "q": "<p>無線局の免許状に記載される事項でないのは、次のどれか。</p>",
   "options": [
    "無線従事者の資格",
    "無線局の目的",
    "免許の有効期間",
    "免許人の住所"
   ]
  },
  {
   "uid": "L1-5",
   "id": "L1-5",
   "q": "<p>日本の国籍を有する者が開設するアマチュア局の免許の有効期間は、次のどれか。</p>",
   "options": [
    "免許の日から起算して5年",
    "免許の日から起算して10年",
    "無線設備が使用できなくなるまで",
    "無期限"
   ]
  },
  {
   "uid": "L1-6",
   "id": "L1-6",
   "q": "<p>アマチュア局(人工衛星等のアマチュア局を除く。)の再免許の申請の期間として、正しいのは次のどれか。</p>",
   "options": [
    "免許の有効期間満了前1か月以上1年を越えない期間",
    "免許の有効期間満了前3ヶ月以上6ヶ月を越えない期間",
    "運用開始後1年から3年までの間",
    "無線設備を更新したときから1年までの間"
   ]
  },
  {
   "uid": "L1-7a",
   "id": "L1-7a",
   "q": "<p>無線局の再免許が与えられるときに指定される事項は、次のどれか。</p>",
   "options": [
    "電波の型式及び周波数",
    "空中線の型式及び構成",
    "無線設備の設置場所",
    "通信の相手方"
   ]
  },
  {
   "uid": "L1-7b",
   "id": "L1-7b",
   "q": "<p>無線局の再免許が与えられるときに指定される事項は、次のどれか。</p>",
   "options": [
    "呼出符号又は呼出名称",
    "空中線の型式及び構成",
    "無線設備の設置場所",
    "通信事項"
   ]
  },
  {
   "uid": "L1-7c",
   "id": "L1-7c",
   "q": "<p>無線局の再免許が与えられるときに指定される事項は、次のどれか。</p>",
   "options": [
    "空中線電力",
    "空中線の型式及び構成 ",
    "無線設備の設置場所",
    "発振及び変調の方式"
   ]
  },
  {
   "uid": "L1-8a",
   "id": "L1-8a",
   "q": "<p>無線局の再免許が与えられるときに指定される事項でないのは、次のどれか。</p>",
   "options": [
    "空中線の型式及び構成",
    "空中線電力",
    "電波の型式及び周波数",
    "呼出符号又は呼出名称"
   ]
  },
  {
   "uid": "L1-08b",
   "id": "L1-08b",
   "q": "<p>無線局の再免許が与えられるときに指定される事項でないのは、次のどれか。</p>",
   "options": [
    "無線設備の設置場所",
    "電波の型式及び周波数",
    "空中線電力",
    "運用許容時間"
   ]
  },
  {
   "uid": "L1-9",
   "id": "L1-9",
   "q": "<p>総務大臣又は総合通信局長(沖縄総合通信事務所長を含む。)が無線局の再免許の申請を行った者に対して、免許を与えるときに指定する事項はどれか。次のうちから選べ。</p>",
   "options": [
    "電波の型式及び周波数",
    "無線設備の設置場所",
    "通信の相手方",
    "空中線の型式及び構成"
   ]
  },
  {
   "uid": "L1-10",
   "id": "L1-10",
   "q": "<p>総務大臣又は総合通信局長(沖縄総合通信事務所長を含む。)が無線局の再免許の申請を行った者に対して、免許を与えるときに指定する事項でないものはどれか。次のうちから選べ。</p>",
   "options": [
    "無線設備の設置場所",
    "運用許容時間",
    "電波の形式及び周波数",
    "空中線電力"
   ]
  },
  {
   "uid": "L1-11a",
   "id": "L1-11a",
   "q": "<p>アマチュア局の免許人が、あらかじめ総合通信局長(沖縄総合通信事務所長を含む。)の許可を受けなければならない場合は、次のどれか。</p>",
   "options": [
    "無線設備の設置場所を変更しようとするとき。",
    "免許状の訂正を受けようとするとき。",
    "無線局の運用を休止しようとするとき。",
    "無線局を廃止しようとするとき。"
   ]
  },
  {
   "uid": "L1-011b",
   "id": "L1-011b",
   "q": "<p>アマチュア局の免許人が、あらかじめ総合通信局長(沖縄総合通信事務所長を含む。)の許可を受けなければならない場合は、次のどれか。</p>",
   "options": [
    "通信事項を変更しようとするとき。",
    "免許状の訂正を受けようとするとき。",
    "無線局の運用を休止しようとするとき。",
    "無線局を廃止しようとするとき。"
   ]
  },
  {
   "uid": "L1-11c",
   "id": "L1-11c",
   "q": "<p>アマチュア局の免許人が、あらかじめ総合通信局長(沖縄総合通信事務所長を含む。)の許可を受けなければならない場合は、次のどれか。</p>",
   "options": [
    "無線設備の変更の工事をしようとするとき。",
    "免許状の訂正を受けようとするとき。",
    "無線局の運用を休止しようとするとき。",
    "無線局を廃止しようとするとき。"
   ]
  },
  {
   "uid": "L1-12a",
   "id": "L1-12a",
   "q": "<p>免許人が、無線設備の設置場所を変更しようとするときの手続きは、次のどれか。</p>",
   "options": [
    "あらかじめ許可を受ける。",
    "あらかじめ指示を受ける。",
    "直ちにその旨を報告する。",
    "直ちにその旨を届け出る。"
   ]
  },
  {
   "uid": "L1-12b",
   "id": "L1-12b",
   "q": "<p>免許人が、無線設備の設置場所を変更しようとするときは、どのようにしなければならないか、次のうちから選べ。</p>",
   "options": [
    "あらかじめ総務大臣に申請し、その許可を受ける。",
    "あらかじめ総務大臣に届け出て、その指示を受ける。",
    "あらかじめ免許状の訂正を受けた後、無線設備の設置場所を変更する。",
    "無線設備の設置場所を変更した後、総務大臣に届け出る。"
   ]
  },
  {
   "uid": "L1-12b~2",
   "id": "L1-12b",
   "q": "<p>免許人が、無線設備の変更の工事(総務省で定める軽微な事項を除く。)をしようとするときの手続きは、次のどれか。</p>",
   "options": [
    "あらかじめ総務大臣の許可を受ける。",
    "あらかじめ総務大臣の指示を受ける。",
    "直ちにその旨を総務大臣に報告する。",
    "直ちにその旨を総務大臣に届け出る。"
   ]
  },
  {
   "uid": "L1-13",
   "id": "L1-13",
   "q": "<p>次の文は、無線局の通信の相手方の変更等について述べたものである。[　　]内に入れるべき字句を下の番号から選べ。</p><p>「免許人は、通信の相手方、通信事項若しくは無線設備の設置場所を変更し、又は無線設備の[　　]をしようとするときは、あらかじめ総務大臣の許可を受けなければならない。」 </p>",
   "options": [
    "変更の工事",
    "通信方式の変更",
    "工事設計の変更",
    "機器の型式の変更"
   ]
  },
  {
   "uid": "L1-14a",
   "id": "L1-14a",
   "q": "<p>免許人が周波数の指定の変更を受けようとするときの手続きは、次のどれか。</p>",
   "options": [
    "その旨を申請する。",
    "あらかじめ指示を受ける。",
    "あらかじめ免許状の訂正を受ける。",
    "その旨を届け出る。"
   ]
  },
  {
   "uid": "L1-14b",
   "id": "L1-14b",
   "q": "<p>免許人が呼出符号の指定の変更を受けようとするときの手続きは、次のどれか。</p>",
   "options": [
    "その旨を申請する。",
    "あらかじめ指示を受ける。",
    "免許状の訂正を受ける。",
    "その旨を届け出る。"
   ]
  },
  {
   "uid": "L1-014c",
   "id": "L1-014c",
   "q": "<p>免許人が空中線電力の指定の変更を受けようとするときの手続きは、次のどれか。</p>",
   "options": [
    "その旨を申請する。",
    "あらかじめ指示を受ける。",
    "免許状の訂正を受ける。",
    "その旨を届け出る。"
   ]
  },
  {
   "uid": "L1-014d",
   "id": "L1-014d",
   "q": "<p>免許人が電波の型式の指定の変更を受けようとするときの手続きは、次のどれか。</p>",
   "options": [
    "その旨を申請する。",
    "あらかじめ指示を受ける。",
    "免許状の訂正を受ける。",
    "その旨を届け出る。"
   ]
  },
  {
   "uid": "L1-15",
   "id": "L1-15",
   "q": "<p>電波法の規定により、遅滞なく空中線を撤去しなければならない場合は、次のうちどれか。</p>",
   "options": [
    "無線局の免許がその効力を失ったとき。",
    "無線局の運用を休止したとき。",
    "無線局が臨時に電波の発射の停止を命ぜられたとき。",
    "無線局の運用の停止を命ぜられたとき。"
   ]
  },
  {
   "uid": "L1-16",
   "id": "L1-16",
   "q": "<p>次の文は、空中線の撤去に関する電波法の規定であるが、[　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線局の免許がその効力を失った時は、免許人等であった者は、[　　]空中線を撤去しなければならない。」</p>",
   "options": [
    "遅滞なく",
    "1週間以内に",
    "10日以内に",
    "1か月以内に"
   ]
  },
  {
   "uid": "L1-17",
   "id": "L1-17",
   "q": "<p>無線局の免許がその効力を失ったとき、免許人であった者が遅滞なく撤去しなければならないと定められているものは何か、正しいものを次のうちから選べ。</p>",
   "options": [
    "空中線",
    "受信装置",
    "保護装置",
    "送信装置"
   ]
  },
  {
   "uid": "L1-18",
   "id": "L1-18",
   "q": "<p>無線局の免許がその効力を失ったとき、免許人であった者が遅滞なくとらなければならないことになっている措置は、次のうちどれか。</p>",
   "options": [
    "空中線を撤去する。",
    "受信装置を撤去する。",
    "無線設備を撤去する。",
    "送信装置を撤去する。"
   ]
  },
  {
   "uid": "L1-19",
   "id": "L1-19",
   "q": "<p>無線局を開設しようとする者は、電波法の規定によりどのような手続きをしなければならないか。次のうちから選べ。</p>",
   "options": [
    "無線局の免許の申請書を提出しなければならない。",
    "無線従事者の免許の申請書を提出しなければならない。",
    "あらかじめ運用開始の予定期日を届けなければならない。",
    "あらかじめ呼び出し符号の指定を受けておかなければならない。"
   ]
  },
  {
   "uid": "L1-20a",
   "id": "L1-20a",
   "q": "<p>免許人は、その無線局を廃止するときは、どのようにしなければならないか、次のうちから選べ。 </p>",
   "options": [
    "その旨を届け出る。",
    "申請して許可を受ける。",
    "無線局免許申請書の写しを提出する。",
    "その旨を連絡して指示を受ける。"
   ]
  },
  {
   "uid": "L1-20b",
   "id": "L1-20b",
   "q": "<p>免許人は、その無線局を廃止するときは、どのようにしなければならないか、次のうちから選べ。 </p>",
   "options": [
    "その旨を届け出る。",
    "その旨を連絡して指示を受ける。",
    "申請して許可を受ける。",
    "送信装置を撤去する。"
   ]
  },
  {
   "uid": "L1-21",
   "id": "L1-21",
   "q": "<p>アマチュア無線局の免許人は、無線局の免許を受けた日から起算してどれほどの期間内に、またその後毎年その免許の日に相当する日(相当する日がない場合は、その翌日)から起算してどれほどの期間内に電波法の規定により電波利用料を納めなければならないか、次のうちから選べ。 </p>",
   "options": [
    "30日",
    "10日",
    "2か月",
    "3か月"
   ]
  }
 ]
});
