HAM.addQuestions({
 "key": "law2",
 "category": "法規 無線設備",
 "questions": [
  {
   "uid": "L2-1",
   "id": "L2-1",
   "q": "<p>電波法に規定する「無線設備」の定義は、次のどれか。</p>",
   "options": [
    "無線電信、無線電話その他電波を送り、又は受けるための電気的設備をいう。",
    "無線電信、無線電話その他電波を送るための通信設備をいう。",
    "電波を送るための電気的設備をいう。",
    "無線電信、無線電話その他の設備をいう。"
   ]
  },
  {
   "uid": "L2-2a",
   "id": "L2-2a",
   "q": "<p>次の文は電波法施行規則に規定する「送信設備」の定義であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「送信設備とは[　　　]と送信空中線系とから成る電波を送る設備をいう。」</p>",
   "options": [
    "送信装置",
    "発振器",
    "送信機",
    "高周波発生装置"
   ]
  },
  {
   "uid": "L2-2b",
   "id": "L2-2b",
   "q": "<p>次の文は電波法施行規則に規定する「送信設備」の定義であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「送信設備とは[　　　]と送信空中線系とから成る電波を送る設備をいう。」</p>",
   "options": [
    "送信装置",
    "発振器",
    "増幅器",
    "高周波発生装置"
   ]
  },
  {
   "uid": "L2-3",
   "id": "L2-3",
   "q": "<p>次の文は、電波施行規則に規定された定義の一つであるが、何についてのものか、下の番号から選べ。</p><p>「送信装置と送信空中線系から成る電波を送る設備をいう。」</p>",
   "options": [
    "送信設備",
    "通信設備",
    "受信設備",
    "電気的設備"
   ]
  },
  {
   "uid": "L2-4",
   "id": "L2-4",
   "q": "<p>次の文は、電波施行則に規定する「送信空中線系」の定義であるが、[　　　]に入れるべき字句を下の番号から選べ。</p><p>「送信空中線系とは、送信装置の発生する[　　　]を空間へふく射する装置をいう。」</p>",
   "options": [
    "高周波エネルギー",
    "寄生発射",
    "電磁波",
    "変調周波数"
   ]
  },
  {
   "uid": "L2-5",
   "id": "L2-5",
   "q": "<p>次の文は電波法の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線電話とは、電波を利用して、[　　　]を送り、又は受けるための通信設備をいう。」</p>",
   "options": [
    "音声その他の音響",
    "符号",
    "音声又は映像",
    "信号"
   ]
  },
  {
   "uid": "L2-6a",
   "id": "L2-6a",
   "q": "<p>次の文は、電波の質に関する電波法の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「送信設備に使用する電波の周波数の偏差及び幅、[　　　]等電波の質は、総務省令で定めるところに適合するものでなければならない。」 </p>",
   "options": [
    "高調波の強度",
    "変調度",
    "信号対雑音比",
    "空中線電力"
   ]
  },
  {
   "uid": "L2-6b",
   "id": "L2-6b",
   "q": "<p>次の文は、電波の質に関する電波法の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「送信設備に使用する電波の[　　　]、高調波の強度等電波の質は、総務省令で定めるところに適合するものでなければならない。」</p>",
   "options": [
    "周波数の偏差及び幅",
    "変調度",
    "周波数偏移",
    "型式"
   ]
  },
  {
   "uid": "L2-7a",
   "id": "L2-7a",
   "q": "<p>電波の質を表すものとして、電波法に規定されているものは、次のどれか。",
   "options": [
    "周波数の偏差及び幅",
    "変調度",
    "信号対雑音比",
    "電波の型式"
   ]
  },
  {
   "uid": "L2-7b",
   "id": "L2-7b",
   "q": "<p>電波の質を表すもののうち、電波法に規定されているものは、次のどれか。",
   "options": [
    "周波数の偏差",
    "電波の型式",
    "信号対雑音比",
    "変調度"
   ]
  },
  {
   "uid": "L2-7c",
   "id": "L2-7c",
   "q": "<p>電波の質を表すもののうち、電波法に規定されているものは、次のどれか。",
   "options": [
    "高調波の強度",
    "変調度",
    "信号対雑音比",
    "空中線電力の偏差"
   ]
  },
  {
   "uid": "L2-8a",
   "id": "L2-8a",
   "q": "<p>「J3E」の記号をもって表示する電波の型式は、次のどれか。 </p>",
   "options": [
    "振幅変調の電話で単側波帯の抑圧搬送波のもの",
    "振幅変調の電話で両側波帯のもの",
    "振幅変調の電話で単側波帯の低減搬送波のもの",
    "振幅変調の電話で単側波帯の全搬送波のもの"
   ]
  },
  {
   "uid": "L2-8b",
   "id": "L2-8b",
   "q": "<p>「A3E」の記号をもって表示する電波の型式は、次のどれか。 </p>",
   "options": [
    "振幅変調の電話で両側波帯のもの",
    "振幅変調の電話で単側波帯の低減搬送波のもの",
    "振幅変調の電話で単側波帯の全搬送波のもの",
    "振幅変調の電話で単側波帯の抑圧搬送波のもの"
   ]
  },
  {
   "uid": "L2-9",
   "id": "L2-9",
   "q": "<p>振幅変調の電話で単側波帯の抑圧搬送波のものの電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "J3E",
    "A3E",
    "R3E",
    "H3E"
   ]
  },
  {
   "uid": "L2-10a",
   "id": "L2-10a",
   "q": "<p>単一チャンネルのアナログ信号で振幅変調した両側波帯の電話の電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "A3E",
    "H3E",
    "R3E",
    "J3E"
   ]
  },
  {
   "uid": "L2-10b",
   "id": "L2-10b",
   "q": "<p>単一チャンネルのアナログ信号で振幅変調した抑圧搬送波による単側波帯の電話の電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "J3E",
    "H3E",
    "A3E",
    "R3E"
   ]
  },
  {
   "uid": "L2-10c",
   "id": "L2-10c",
   "q": "<p>単一チャンネルのアナログ信号で周波数変調した電話の電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "F3E",
    "J3E",
    "A3E",
    "F3F"
   ]
  },
  {
   "uid": "L2-11",
   "id": "L2-11",
   "q": "<p>アマチュア局において、周波数変調の電話の電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "F3E",
    "J3E",
    "A3E",
    "F3A"
   ]
  },
  {
   "uid": "L2-12",
   "id": "L2-12",
   "q": "<p>周波数変調の電話の電波の型式を表示する記号は、次のどれか。</p>",
   "options": [
    "F3E",
    "J3E",
    "A3E",
    "F3F"
   ]
  },
  {
   "uid": "L2-13a",
   "id": "L2-13a",
   "q": "<p>次の文は、周波数の安定のための条件に関する無線設備規則の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「周波数をその許容差内に維持するため、発振回路の方式は、できる限り[　　　]によって影響を受けないものでなければならない。」</p>",
   "options": [
    "外囲の温度もしくは湿度の変化",
    "振動又は衝撃",
    "電源電圧の変化",
    "電圧もしくは電流の変化"
   ]
  },
  {
   "uid": "L2-13b",
   "id": "L2-13b",
   "q": "<p>次の文は、周波数の安定のための条件に関する無線設備規則の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「周波数をその許容差内に維持するため、発振回路の方式は、できる限り外囲の温度もしくは[　　　]によって影響を受けないものでなければならない。」 </p>",
   "options": [
    "湿度の変化",
    "振動",
    "電源電圧の変化",
    "負荷の変化"
   ]
  },
  {
   "uid": "L2-13c",
   "id": "L2-13c",
   "q": "<p>次の文は、周波数の安定のための条件に関する無線設備規則の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「周波数をその許容差内に維持するため、送信装置は、できる限り電源電圧又は負荷の変化よって[　　　]に影響を与えないものでなければならない。」</p>",
   "options": [
    "発振周波数",
    "電波の質",
    "変調波",
    "空中線電力"
   ]
  },
  {
   "uid": "L2-13d",
   "id": "L2-13d",
   "q": "<p>次の文は、周波数の安定のための条件に関する無線設備規則の規定であるが、[　　　]内に入るべき字句を下の番号から選べ。</p><p>「移動局(移動するアマチュア局を含む。)の送信装置は実際上起こり得る[　　　]によっても周波数をその許容偏差内に維持するものでなければならない。」</p>",
   "options": [
    "振動又は衝撃",
    "電源電圧又は負荷の変化",
    "外囲の温度又は湿度の変化",
    "電圧又は電流の変化"
   ]
  },
  {
   "uid": "L2-14",
   "id": "L2-14",
   "q": "<p>アマチュア局に適用される送信空中線の型式及び構成の条件として、無線設備規則に定められていないものは、次のどれか。</p>",
   "options": [
    "空中線電力をその許容偏差内に維持できるものであること。",
    "満足な指向特性が得られること。",
    "整合が十分であること",
    "空中線の利得及び能率がなるべく大であること。"
   ]
  },
  {
   "uid": "L2-15",
   "id": "L2-15",
   "q": "<p>すべての無線局に対して要求される送信空中線の型式及び構成の条件として、無線設備規則に定められているものは、次のどれか。</p>",
   "options": [
    "空中線の利得及び能率がなるべく大であること。",
    "風圧及び氷結に耐えるものであること。",
    "周波数をその許容偏差内に維持できるものであること。",
    "できる限り外囲の温度の変化によって影響を受けないものであること。"
   ]
  },
  {
   "uid": "L2-16",
   "id": "L2-16",
   "q": "<p>アマチュア局の送信装置の条件として無線設備規則に規定されているものは、次のどれか。</p>",
   "options": [
    "通信に秘匿性を与える機能を有してはならない。",
    "空中線電力を低下させる機能を有してはならない。",
    "通信方式に変更を生じさせるものであってはならない。",
    "変調特性に支障を与えるものであってはならない。"
   ]
  }
 ]
});
