HAM.addQuestions({
 "key": "law3",
 "category": "法規 無線従事者",
 "questions": [
  {
   "uid": "L3-1",
   "id": "L3-1",
   "q": "<p>第四級アマチュア無線技士が操作を行うことができる電波の周波数の範囲は、次のどれか。</p>",
   "options": [
    "21メガヘルツ以上又は8メガヘルツ以下 ",
    "8メガヘルツ以上",
    "21メガヘルツ以下",
    "8メガヘルツ以上21メガヘルツ以下"
   ]
  },
  {
   "uid": "L3-2",
   "id": "L3-2",
   "q": "<p>21メガヘルツから30メガヘルツまでの周波数の電波を使用する無線設備では、第四級アマチュア無線技士が操作を行うことができる最大空中線電力は、次のどれか。</p>",
   "options": [
    "10ワット",
    "20ワット",
    "25ワット",
    "50ワット"
   ]
  },
  {
   "uid": "L3-3",
   "id": "L3-3",
   "q": "<p>30メガヘルツを超える周波数の電波を使用する無線設備では、第四級アマチュア無線技士が操作を行うことができる最大空中線電力は、次のどれか。</p>",
   "options": [
    "20ワット",
    "10ワット",
    "25ワット",
    "50ワット"
   ]
  },
  {
   "uid": "L3-4a",
   "id": "L3-4a",
   "q": "<p>次の文は、第四級アマチュア無線技士の無線設備の操作に関する無線従事者の操作の範囲を定める政令の規定であるが、[　　　]に入れるべき字句を下の番号から選べ。</p><p>「アマチュア無線局の空中線電力[　　　]の無線設備で30メガヘルツを超える周波数の電波を使用するものの操作(モールス信号による通信操作を除く。)」</p>",
   "options": [
    "20ワット以下",
    "10ワット以下",
    "25ワット以下",
    "50ワット以下"
   ]
  },
  {
   "uid": "L3-4b",
   "id": "L3-4b",
   "q": "<p>次の文は、第四級アマチュア無線技士が行うことができる無線設備について、電波施行令の規定に沿って述べたものであるが、[ 　　　]に入れるべき字句を下の番号から選べ。</p><p>「アマチュア無線局の空中線電力10ワット以下の[　　　]で21メガヘルツから30メガヘルツまで又は8メガヘルツ以下の周波数の電波を使用するものの操作(モールス信号による通信操作を除く。)」</p>",
   "options": [
    "無線設備",
    "無線電話",
    "無線電信",
    "テレビジョン"
   ]
  },
  {
   "uid": "L3-5a",
   "id": "L3-5a",
   "q": "<p>無線従事者の免許を与えられないことがある者は、次のどれか。</p>",
   "options": [
    "無線従事者の免許を取り消され、取消しの日から2年を経過しない者",
    "外国の国籍を有する者",
    "刑法に規定する罪を犯し、罰金以上の刑に処せられ、その執行を終わった日から2年を経過しない者",
    "住民票の住所と異なる所に居住している者"
   ]
  },
  {
   "uid": "L3-5b",
   "id": "L3-5b",
   "q": "<p>無線従事者の免許を与えられないことがある者は、次のどれか。</p>",
   "options": [
    "無線従事者の免許を取り消され、取消しの日から2年を経過しない者",
    "一定の期間内にアマチュア局を開設する計画のない者",
    "刑法に規定する罪を犯し、罰金以上の刑に処せられ、その執行を終わった日から2年を経過しない者",
    "住民票の住所と異なる所に居住している者"
   ]
  },
  {
   "uid": "L3-6a",
   "id": "L3-6a",
   "q": "<p>無線従事者は、その業務に従事しているときは、免許証をどのようにしていなければならないか、次のうちから選べ。</p>",
   "options": [
    "携帯する。",
    "通信室内の見やすい箇所に掲げる。",
    "通信室内に補完する。",
    "無線局に備え付ける。"
   ]
  },
  {
   "uid": "L3-6b",
   "id": "L3-6b",
   "q": "<p>無線従事者は、その業務に従事しているときは、免許証をどのようにしていなければならないか、次のうちから選べ。</p>",
   "options": [
    "携帯する。",
    "常置場所に掲げておく。",
    "他の書類とともに保管する。",
    "主たる送信装置のある場所の見やすい箇所に掲げておく。"
   ]
  },
  {
   "uid": "L3-6c",
   "id": "L3-6c",
   "q": "<p>無線従事者は、その業務に従事しているときは、免許証をどのようにしていなければならないか、次のうちから選べ。</p>",
   "options": [
    "携帯する。",
    "通信室に置く。",
    "他の書類とともに保管する。",
    "無線局に備え付ける。"
   ]
  },
  {
   "uid": "L3-6d",
   "id": "L3-6d",
   "q": "<p>無線従事者は、その業務に従事しているときは、免許証をどのようにしていなければならないか、次のうちから選べ。</p>",
   "options": [
    "携帯する。",
    "移動するときは、身元保証人に預ける。",
    "紛失しないよう金庫等に保管する。",
    "無線設備のある場所の見やすい箇所に掲げておく。"
   ]
  },
  {
   "uid": "L3-7",
   "id": "L3-7",
   "q": "<p>次の文は、電波法施行規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線従事者は、その業務に従事しているときは、免許証を[　　　]していなければならない。</p>",
   "options": [
    "携帯",
    "送信装置のある場所に保管",
    "無線局に保管",
    "通信室に掲示"
   ]
  },
  {
   "uid": "L3-8",
   "id": "L3-8",
   "q": "<p>無線従事者が免許証の訂正を受けなければならないのは、どのような場合か、次のうちから選べ。</p>",
   "options": [
    "氏名に変更を生じたとき。",
    "現住所に変更を生じたとき。",
    "他の無線従事者の資格を取得したとき。",
    "本籍地に変更を生じたとき。"
   ]
  },
  {
   "uid": "L3-9",
   "id": "L3-9",
   "q": "<p>無線従事者が、免許証を汚したために再交付の申請をしようとする場合、申請書に添えて提出しなければならない書類は、次のどれか。</p>",
   "options": [
    "免許証及び写真1枚",
    "戸籍抄本",
    "住民票の写し",
    "医師の診断書"
   ]
  },
  {
   "uid": "L3-10",
   "id": "L3-10",
   "q": "<p>無線従事者が免許証を失って再交付を受けた後、失った免許証を発見したときは、発見した日からどれほどの期間内にその免許証を返さなければならないことになっているか、次のうちから選べ。</p>",
   "options": [
    "10日",
    "7日",
    "14日",
    "1か月"
   ]
  },
  {
   "uid": "L3-11",
   "id": "L3-11",
   "q": "<p>無線従事者は、免許の取消処分を受けたときは、その処分を受けた日からどれほどの期間内にその免許証を返さなければならないことになっているか、次のうちから選べ。</p>",
   "options": [
    "10日",
    "7日",
    "14日",
    "1か月"
   ]
  },
  {
   "uid": "L3-12",
   "id": "L3-12",
   "q": "<p>無線従事者免許証を返納しなければならないのは、次のどれか。</p>",
   "options": [
    "無線従事者が失そうの宣告を受けたとき。",
    "無線従事者の免許を受けた日から5年が経過したとき。",
    "3か月間業務に従事することを停止されたとき。",
    "無線設備の操作を5年以上行わなかったとき。"
   ]
  },
  {
   "uid": "L3-13",
   "id": "L3-13",
   "q": "<p>無線従事者免許証の再交付の申請理由に該当しないのは、次のどれか。</p>",
   "options": [
    "無線従事者の免許を受けた日から5年が経過したとき。",
    "無線従事者の免許証を失ったとき。",
    "無線従事者の免許証を汚したとき。",
    "無線従事者の免許証を破ったとき。"
   ]
  }
 ]
});
