HAM.addQuestions({
 "key": "law4",
 "category": "法規 運用",
 "questions": [
  {
   "uid": "L4-1a",
   "id": "L4-1a",
   "q": "<p>無線局を運用する場合において、電波の型式は、遭難通知を行う場合を除き、次のどれに記載されたところによらなければならないか。</p>",
   "options": [
    "免許状",
    "免許証",
    "無線局免許申請書",
    "無線局事項書"
   ]
  },
  {
   "uid": "L4-1b",
   "id": "L4-1b",
   "q": "<p>無線局を運用する場合において、電波の型式及び周波数は、遭難通知を行う場合を除き、次のどれに記載されたところによらなければならないか。</p>",
   "options": [
    "免許状",
    "免許証",
    "無線局免許申請書",
    "無線局事項書"
   ]
  },
  {
   "uid": "L4-1c",
   "id": "L4-1c",
   "q": "<p>無線局を運用する場合において、周波数は、遭難通知を行う場合を除き、次のどれに記載されたところによらなければならないか。</p>",
   "options": [
    "免許状",
    "免許証",
    "無線局免許申請書",
    "無線局事項書"
   ]
  },
  {
   "uid": "L4-1d",
   "id": "L4-1d",
   "q": "<p>無線局を運用する場合において、呼出符号は、遭難通知を行う場合を除き、次のどれに記載されたところによらなければならないか。</p>",
   "options": [
    "免許状",
    "免許証",
    "無線局免許申請書",
    "無線局事項書"
   ]
  },
  {
   "uid": "L4-1e",
   "id": "L4-1e",
   "q": "<p>無線局を運用する場合において、無線設備の設置場所は、遭難通知を行う場合を除き、次のどれに記載されたところによらなければならないか。</p>",
   "options": [
    "免許状",
    "免許証",
    "無線局免許申請書",
    "無線局事項書"
   ]
  },
  {
   "uid": "L4-2",
   "id": "L4-2",
   "q": "<p>アマチュア局を運用する場合において、空中線電力は、遭難通信を行う場合を除き、次のどれによらなければならないか。 </p>",
   "options": [
    "免許状に記載されたものの範囲内で通信を行うための必要最小のもの",
    "無線局免許申請書に記載したもの",
    "免許状に記載されたものの範囲内で適当なもの",
    "通信の相手方となる無線局が要求するもの"
   ]
  },
  {
   "uid": "L4-3",
   "id": "L4-3",
   "q": "<p>次の文は、目的外使用の禁止に関する電波法の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線局は、[　　　]に記載された目的又は通信の相手方若しくは通信事項の範囲を超えて運用してはならない。」 </p>",
   "options": [
    "免許状",
    "免許証",
    "無線局事項書",
    "無線局免許申請書"
   ]
  },
  {
   "uid": "L4-4a",
   "id": "L4-4a",
   "q": "<p>アマチュア局がその免許状に記載された目的の範囲を超えて運用できる通信は、次のどの場合か。</p>",
   "options": [
    "非常通信を行うとき。",
    "漁業通信を行うとき。",
    "携帯移動業務の通信を行うとき。",
    "他人から依頼された通信を行うとき。"
   ]
  },
  {
   "uid": "L4-4b",
   "id": "L4-4b",
   "q": "<p>アマチュア局がその免許状に記載された目的の範囲を超えて運用できる通信は、次のどの場合か。</p>",
   "options": [
    "非常通信を行うとき。",
    "道路交通状況に関する通信を行うとき。",
    "携帯移動業務の通信を行うとき。",
    "他人から依頼された通信を行うとき。"
   ]
  },
  {
   "uid": "L4-4c",
   "id": "L4-4c",
   "q": "<p>アマチュア局がその免許状に記載された目的又は通信の相手方若しくは通信事項の範囲を超えて行うことができる通信は、次のどれか。</p>",
   "options": [
    "非常通信",
    "宇宙無線通信",
    "国際通信",
    "電気通信業務の通信"
   ]
  },
  {
   "uid": "L4-5",
   "id": "L4-5",
   "q": "<p>アマチュア局は、他人の依頼による通報を送信することができるかどうか、次のうちから選べ。</p>",
   "options": [
    "できない",
    "できる",
    "内容が簡単であればできる",
    "やむを得ないと判断したものはできる"
   ]
  },
  {
   "uid": "L4-31",
   "id": "L4-31",
   "q": "<p>アマチュア局においては、免許人(免許人が社団である場合は、その構成員)以外の者は無線設備の操作を行うことが認められるか、次のうちから選べ。</p>",
   "options": [
    "認められない。",
    "認められる。",
    "無線従事者であれば認められる。",
    "免許人の同意があれば認められる。"
   ]
  },
  {
   "uid": "L4-6",
   "id": "L4-6",
   "q": "<p>アマチュア局の行う通信に使用してはならない用語は、次のどれか。</p>",
   "options": [
    "暗語",
    "普通語",
    "略語",
    "業務用語"
   ]
  },
  {
   "uid": "L4-7",
   "id": "L4-7",
   "q": "<p>アマチュア局の行う通信における暗語の使用について、電波法に定められているのは、次のどれか。</p>",
   "options": [
    "暗語を使用してはならない",
    "必要に応じ暗語を使用することができる",
    "相手の同意がない限り暗語を使用してはならない",
    "承認を得た暗語を使用することができる"
   ]
  },
  {
   "uid": "L4-8a",
   "id": "L4-8a",
   "q": "<p>アマチュア局は、自局の発射する電波がテレビジョン放送又はラジオ放送の受信等に支障を与える時は非常の場合の無線通信を行う場合を除き、どのようにしなければならないか、次のうちから選べ。 </p>",
   "options": [
    "速やかに当該周波数による電波の発射を中止する。",
    "注意しながら電波を発射する。",
    "障害の程度を調査し、その結果によっては電波の発射を中止する。",
    "空中線電力を小さくする。"
   ]
  },
  {
   "uid": "L4-8b",
   "id": "L4-8b",
   "q": "<p>アマチュア局は、自局の発射する電波がテレビジョン放送又はラジオ放送の受信等に支障を与える時は非常の場合の無線通信を行う場合を除き、どのようにしなければならないか、次のうちから選べ。 </p>",
   "options": [
    "速やかに当該周波数による電波の発射を中止する。",
    "注意しながら電波を発射する。",
    "障害の状況を把握し、適切な措置をしてから電波を発射する。",
    "空中線電力を小さくする。"
   ]
  },
  {
   "uid": "L4-9",
   "id": "L4-9",
   "q": "<p>アマチュア局が無線通信を行うときは、その出所を明らかにするため、何を付さなければならないか、次のうちから選べ。</p>",
   "options": [
    "自局の呼出符号",
    "免許人の住所",
    "自局の設置場所",
    "免許人の氏名"
   ]
  },
  {
   "uid": "L4-10",
   "id": "L4-10",
   "q": "<p>無線電話通信において、送信した通報を反復して送信するときは、1字若しくは1語ごとに反復する場合又は略符号を反復する場合を除き、次のどれによらなければならないか。</p>",
   "options": [
    "通報の各通ごと又は1連続ごとに「反復」を前置する",
    "通報の1連続ごとに「反復」3回を前置する",
    "通報の各通ごとに「反復」2回を前置する",
    "通報の最初及び適当な箇所で「反復」を送信する"
   ]
  },
  {
   "uid": "L4-11",
   "id": "L4-11",
   "q": "<p>無線電話通信において、通報を確実に受信したときに送信することになっている略語は、次のどれか。</p>",
   "options": [
    "「了解」又は「OK」",
    "受信しました",
    "ありがとう",
    "終わり"
   ]
  },
  {
   "uid": "L4-12",
   "id": "L4-12",
   "q": "<p>無線局は、無線設備の機器の試験を行うために運用するときは、なるべく何を使用しなければならないか、次のうちから選べ。</p>",
   "options": [
    "擬似空中線回路",
    "空中線電力低下装置",
    "水晶発振回路",
    "高周波除去装置"
   ]
  },
  {
   "uid": "L4-13",
   "id": "L4-13",
   "q": "<p>電波法の規定により、無線局がなるべく擬似空中線回路を使用しなければならないのは、次のどの場合か。</p>",
   "options": [
    "無線設備の機器の試験又は調整を行うとき。",
    "他の無線局の通信に妨害を与えるおそれがあるとき。",
    "工事設計書に記載した空中線を使用できないとき。",
    "物件に損傷を与えるおそれがあるとき。"
   ]
  },
  {
   "uid": "L4-14a",
   "id": "L4-14a",
   "q": "<p>次の文は、無線通信の原則に関する無線局運用規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線通信は、[　　　]に行うものとし、通信上の誤りを知ったときは、直ちに訂正しなければならない。」 </p>",
   "options": [
    "正確",
    "迅速",
    "適切",
    "明りょう"
   ]
  },
  {
   "uid": "L4-14b",
   "id": "L4-14b",
   "q": "<p>次の文は、無線局運用規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線通信は、正確に行うものとし、通信上の誤りを知ったときは、[　　　]」</p>",
   "options": [
    "直ちに訂正しなければならない",
    "通報の送信が終わった後、訂正個所を通知しなければならない",
    "適宜に通報の訂正を行わなければならない",
    "初めからさらに送信しなければならない"
   ]
  },
  {
   "uid": "L4-15a",
   "id": "L4-15a",
   "q": "<p>次の「　　」内は、無線局が無線電話により試験電波を発射する前に他の無線局から停止の請求がないかどうかを確かめるため送信する事項であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「1 ただいま試験中　　[　　　]<br />　2 こちらは　　　　　　　1回<br />　3 自局の呼出符号　　　　3回」</p>",
   "options": [
    "3回",
    "数回",
    "5回",
    "10回以下"
   ]
  },
  {
   "uid": "L4-15b",
   "id": "L4-15b",
   "q": "<p>次の(1)から(3)までの事項は、無線電話により試験電波を発射する場合に送信する事項である。[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「1 ただいま試験中　　[　　　]<br />　2 こちらは　　　　　　　1回<br />　3 自局の呼出符号　　　　3回」</p>",
   "options": [
    "3回",
    "数回",
    "5回",
    "10回以下"
   ]
  },
  {
   "uid": "L4-16a",
   "id": "L4-16a",
   "q": "<p>次の文は、電波法の規定であるが、[　　　]に入れるべき字句を、下の番号から選べ。</p><p>「何人も[　　　]場合を除くほか、特定の相手方に対して行われる無線通信を傍受してその存在若しくは内容を漏らし、又はこれを窃用してはならない。」 </p>",
   "options": [
    "法律に別段の定めがある",
    "自己に利害関係がある",
    "地方公共団体の長の同意を得た",
    "総務大臣が認める"
   ]
  },
  {
   "uid": "L4-16b",
   "id": "L4-16b",
   "q": "<p>次の文は、電波法の規定であるが、[　　　]に入れるべき字句を、下の番号から選べ。</p><p>「何人も法律に別段の定めがある場合を除くほか、[　　　]に対して行われる無線通信を傍受してその存在若しくは内容を漏らし、又はこれを窃用してはならない。」</p>",
   "options": [
    "特定の相手方",
    "遠方にある無線局",
    "自己に利害関係がある無線局",
    "自己に利害関係がある通信の相手方"
   ]
  },
  {
   "uid": "L4-16c",
   "id": "L4-16c",
   "q": "<p>次の文は、秘密の保護に関する電波法に規定であるが、[　　　]に入れるべき字句を、下の番号から選べ。</p><p>「何人も法律に別段の定めがある場合を除くほか、特定の相手方に対して行われる無線通信を傍受してその[　　　]を漏らし、又はこれを窃用してはならない。」</p>",
   "options": [
    "存在若しくは内容",
    "情報",
    "相手方及び記録",
    "通信事項"
   ]
  },
  {
   "uid": "L4-16d",
   "id": "L4-16d",
   "q": "<p>次の文は、秘密の保護に関する電波法に規定であるが、[　　　]に入れるべき字句を、下の番号から選べ。</p><p>「何人も法律に別段の定めがある場合を除くほか、特定の相手方に対して行われる無線通信を[　　　]してその存在若しくは内容を漏らし、又はこれを窃用してはならない。」 </p>",
   "options": [
    "傍受",
    "盗聴",
    "使用",
    "聴守"
   ]
  },
  {
   "uid": "L4-17",
   "id": "L4-17",
   "q": "<<p>次の文は、電波法施行規則に規定する「混信」の定義であるが、[　　　]に入れるべき字句を下の番号から選べ。</p><p>「他の無線局の正常な業務の運行を[　　　]する電波の発射、複写又は誘導を言う。」 </p>",
   "options": [
    "妨害",
    "停止",
    "中断",
    "制限"
   ]
  },
  {
   "uid": "L4-18a",
   "id": "L4-18a",
   "q": "<p>次の文は、アマチュア局における発射の制限に関する無線局運用規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「アマチュア局においては、その発射の占有する[　　　]に含まれているいかなるエネルギーの発射も、その局が動作することを許された周波数帯から逸脱してはならない。」</p>",
   "options": [
    "周波数帯幅",
    "基準周波数",
    "周波数",
    "特性周波数"
   ]
  },
  {
   "uid": "L4-18b",
   "id": "L4-18b",
   "q": "<p>次の文は、アマチュア局における発射の制限に関する無線局運用規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「アマチュア局においては、その発射の占有する周波数帯幅に含まれているいかなるエネルギーの発射も、その局が動作することを許された[　　　]から逸脱してはならない。」</p>",
   "options": [
    "周波数帯",
    "スプリアス発射の強度の許容値",
    "周波数の許容偏差",
    "周波数"
   ]
  },
  {
   "uid": "L4-19",
   "id": "L4-19",
   "q": "<p>次の「　」内は、アマチュア局が無線電話により免許状に記載された通信の相手方である無線局を一括して呼び出す場合に順次送信する事項であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「1 各局　　　　[　　　]<br />　2 こちらは　　　　1回<br />　3 自局の呼出符号　3回以下<br />　4 どうぞ　　　　　1回　　」</p>",
   "options": [
    "3回",
    "数回",
    "5回以下",
    "10回以下"
   ]
  },
  {
   "uid": "L4-20",
   "id": "L4-20",
   "q": "<p>無線電話通信において、自局に対する呼出しを受信した場合に、呼出局の呼出符号が不確実であるときは、応答事項のうち相手局の呼出符号の代わりに、次のどの語を使用して応答しなければならないか。</p>",
   "options": [
    "誰かこちらを呼びましたか。",
    "反復願います。",
    "再びこちらを呼んでください。",
    "貴局名は何ですか。"
   ]
  },
  {
   "uid": "L4-21",
   "id": "L4-21",
   "q": "<p>無線電話通信において、「終わり」の略語を使用することになっている場合は、次のどれか。</p>",
   "options": [
    "通報の送信を終わるとき。",
    "通報がないことを通知しようとするとき。",
    "周波数の変更を完了したとき。",
    "閉局しようとするとき。"
   ]
  },
  {
   "uid": "L4-22",
   "id": "L4-22",
   "q": "<p>無線電話通信において、「さようなら」を送信することになっている場合は、次のどれか。</p>",
   "options": [
    "通信が終了したとき。",
    "通報の送信を終了したとき。",
    "無線通信の試験又は調整を終わったとき。",
    "通報を確実に受信したとき。"
   ]
  },
  {
   "uid": "L4-23",
   "id": "L4-23",
   "q": "<p>試験電波の発射を行う場合に無線局運用規則で使用することとされている略語は、次のどれか。</p>",
   "options": [
    "本日は晴天なり",
    "明りょう度はいかがですか",
    "お待ちください",
    "感度はいかがですか"
   ]
  },
  {
   "uid": "L4-24a",
   "id": "L4-24a",
   "q": "<p>無線局が無線機器の試験又は調整のため電波の発射を必要とするとき、発射する前に自局の発射しようとする電波の周波数及びその他必要と認める周波数によって聴守を行って確かめなければならないのは、次のどれか。</p>",
   "options": [
    "他の無線局の通信に混信を与えないこと。",
    "非常の場合の無線通信が行われていないこと。",
    "他の無線局が通信を行っていないこと。",
    "受信機が最良の状態にあること。"
   ]
  },
  {
   "uid": "L4-24b",
   "id": "L4-24b",
   "q": "<p>電波を発射して行う無線電話の機器の試験中、しばしばその電波の周波数により聴守を行って確かめなければならないのは、次のどれか。</p>",
   "options": [
    "他の無線局から停止の要求がないかどうか。",
    "周波数の偏差が許容値を超えていないかどうか。",
    "受信機が最良の感度に調整されているかどうか。",
    "「本日は晴天なり」の連続及び自局の呼出符号の送信が10秒を越えていないかどうか。"
   ]
  },
  {
   "uid": "L4-25",
   "id": "L4-25",
   "q": "<p>無線局運用規則において、無線通信の原則として規定されているものは、次のどれか。</p>",
   "options": [
    "無線通信に使用する用語は、できる限り簡素でなければならない。",
    "無線通信は、有線通信を利用することができないときに限り行うものとする。",
    "無線通信を行う場合においては、略符号以外の用語を使用してはならない。",
    "無線通信は、長時間継続して行ってはならない。"
   ]
  },
  {
   "uid": "L4-26",
   "id": "L4-26",
   "q": "<p>他の無線局等に混信その他の妨害を与える場合であっても、アマチュア局が行うことができる通信は次のどれか。</p>",
   "options": [
    "非常通信",
    "現行犯人の逮捕に関する通信",
    "無線機器の調整をするために行う通信",
    "非常の場合の無線通信の訓練のために行う通信"
   ]
  },
  {
   "uid": "L4-27",
   "id": "L4-27",
   "q": "<p>無線電話による自局に対する呼出しを受信した場合において、呼出局の呼出符号が不確実であるときは、次のどれによらなければならないか。</p>",
   "options": [
    "応答事項のうち相手局の呼出符号の代わりに「誰かこちらを呼びましたか」の略語を使用して、直ちに応答する。",
    "応答事項のうち相手局の呼出符号を省略して、直ちに応答する。",
    "呼出局の呼出符号が確実に判明するまで応答しない。",
    "応答事項のうち相手局の呼出符号の代わりに「貴局名は何ですか」の略語を使用して、直ちに応答する。"
   ]
  },
  {
   "uid": "L4-28",
   "id": "L4-28",
   "q": "<p>無線局が自局に対する呼出しであることが確実でない呼び出しを受信したときは、次のどれによらなければならないか。</p>",
   "options": [
    "その呼出しが反復され、かつ、自局に対する呼出しであることが確実に判明するまで応答しない。",
    "直ちに応答し、自局に対する呼出しであることを確かめる。",
    "その呼出しが数回反復されるまで応答しない。",
    "その呼出しが反復され、他のいずれの無線局も応答しないときは、直ちに応答する。"
   ]
  },
  {
   "uid": "L4-29a",
   "id": "L4-29a",
   "q": "<p>非常の場合の無線通信において、無線電話により連絡を設定するための呼出し又は応答は、次のどれによって行うことになっているか。</p>",
   "options": [
    "呼出事項又は応答事項に「非常」3回を前置する。",
    "呼出事項又は応答事項に「非常」1回を前置する。",
    "呼出事項又は応答事項の次に「非常」1回を前置する。",
    "呼出事項又は応答事項の次に「非常」3回を前置する。"
   ]
  },
  {
   "uid": "L4-29b",
   "id": "L4-29b",
   "q": "<p>非常の場合の無線通信において、無線電話により連絡を設定するための応答は、次のどれによって行うことになっているか。</p>",
   "options": [
    "応答事項に「非常」3回を前置する。",
    "応答事項に「非常」1回を前置する。",
    "応答事項の次に「非常」1回を前置する。",
    "応答事項の次に「非常」3回を前置する。"
   ]
  },
  {
   "uid": "L4-30",
   "id": "L4-30",
   "q": "<p>アマチュア局の無線電話通信において長時間継続して通報を送信する場合、「こちらは」及び自局の呼出符号を何分ごとを標準として適当に送信しなければならないか、次のうちから選べ。</p>",
   "options": [
    "10分",
    "5分",
    "15分",
    "30分"
   ]
  },
  {
   "uid": "L4-39",
   "id": "L4-39",
   "q": "<p>アマチュア局の無線電話通信において長時間継続して通報を送信するとき、10分ごとを標準として適当に送信しなければならない事項は、次のどれか。</p>",
   "options": [
    "(1)こちらは<br />(2)自局の呼出符号",
    "自局の呼出符号",
    "相手局の呼出符号",
    "(1)相手局の呼出符号<br />(2)こちらは<br />(3)自局の呼出符号"
   ]
  },
  {
   "uid": "L4-32",
   "id": "L4-32",
   "q": "<p>無線電話通信において、相手局に対し通報の反復を求めようとするときは、どのようにすることになっているか、正しいものを次のうちから選べ。</p>",
   "options": [
    "「反復」の次に反復する箇所を示す。",
    "反復する箇所を2回繰り返して送信する。",
    "反復する箇所の次に「反復」を送信する。",
    "「反復してください。」と送信する。"
   ]
  },
  {
   "uid": "L4-33",
   "id": "L4-33",
   "q": "<p>アマチュア局無線電話通信において、応答に際し10分以上たたなければ通報を受信することができない事由ががあるとき、応答事項の次に送信するのは、次のどれか。</p>",
   "options": [
    "「お待ちください」、分で表す概略の待つべき時間及びその理由",
    "「お待ちください」及び呼出しを再開すべき時刻",
    "「どうぞ」及び通報を受信することができない事由",
    "「どうぞ」及び分で表す概略の待つべき時間"
   ]
  },
  {
   "uid": "L4-34",
   "id": "L4-34",
   "q": "<p>アマチュア局が無線機器の試験又は調整のため電波を発射する場合、「本日は晴天なり」の連続及び自局の呼出符号の送信に、必要があるときを除き超えてはならない時間は、次のどれか。</p>",
   "options": [
    "10秒間",
    "5秒間",
    "20秒間",
    "30秒間"
   ]
  },
  {
   "uid": "L4-35",
   "id": "L4-35",
   "q": "<p>非常通信の取扱いを開始した後、有線通信の状態が復旧した場合、次のどれによらなければならないか。</p>",
   "options": [
    "速やかにその取扱いを停止する。",
    "なるべくその取扱いを停止する。",
    "非常の事態に応じて適当な措置をとる。",
    "現に有する通報を送信した後、その取扱いを停止する。"
   ]
  },
  {
   "uid": "L4-36",
   "id": "L4-36",
   "q": "<p>空中線電力10ワットの無線電話を使用して呼出しを行う場合において、確実に連絡の設定が出来ると認められるとき、呼出しは、次のどれによることができるか。</p>",
   "options": [
    "相手局の呼出符号　3回以下",
    "(1)こちらは　　　　1回<br />(2)自局の呼出符号　3回以下",
    "(1)相手局の呼出符号　1回<br />(2)自局の呼出符号　　1回",
    "自局の呼出符号　3回以下"
   ]
  },
  {
   "uid": "L4-42",
   "id": "L4-42",
   "q": "<p>空中線電力10ワットの無線電話を使用して応答を行う場合において、確実に連絡の設定が出来ると認められるとき、応答は、次のどれによることができるか。</p>",
   "options": [
    "(1)こちらは　　　　1回<br />(2)自局の呼出符号　1回",
    "相手局の呼出符号　3回以下",
    "どうぞ　1回",
    "(1)相手局の呼出符号　　1回<br />(2)自局の呼出符号　　　1回"
   ]
  },
  {
   "uid": "L4-37",
   "id": "L4-37",
   "q": "<p>アマチュア局の無線電話通信における呼出しは、次のどれによって行わなければならないか。</p>",
   "options": [
    "(1)相手局の呼出符号　3回以下<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　3回以下",
    "(1)相手局の呼出符号　5回<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　5回以下",
    "(1)相手局の呼出符号　3回<br />(2)こちらは　　　　　3回<br />(3)自局の呼出符号　　3回",
    "(1)相手局の呼出符号　3回以下<br />(2)こちらは　　　　　2回<br />(3)自局の呼出符号　　3回以下"
   ]
  },
  {
   "uid": "L4-38",
   "id": "L4-38",
   "q": "<p>次の文は、無線局運用規則の規定であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「無線局は、相手を呼び出そうとするときは、電波を発射する前に、[　　　]を最良の感度に調整し、自局の発射しようとする電波の周波数その他必要と認める周波数によって聴守し、他の通信に混信を与えないことを確かめなければならない。」 </p>",
   "options": [
    "受信機",
    "整合回路",
    "送信装置",
    "空中線"
   ]
  },
  {
   "uid": "L4-37a",
   "id": "L4-37a",
   "q": "<p>次の「　」内は、アマチュア局が無線電話により応答すべき場合に順次送信する事項であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「1 相手局の呼出符号　　[　　　]<br />　2 こちらは　　　　　　　1回<br />　3 自局の呼出符号　　　　1回　」</p>",
   "options": [
    "3回以下",
    "数回",
    "5回",
    "10回以下"
   ]
  },
  {
   "uid": "L4-37b",
   "id": "L4-37b",
   "q": "<p>次の「　」内は、アマチュア局が無線電話により応答すべき場合に順次送信する事項であるが、[　　　]内に入れるべき字句を下の番号から選べ。</p><p>「1 相手局の呼出符号　3回以下<br />　2 こちらは　　　　　1回<br />　3 自局の呼出符号　[　　　]　　」</p>",
   "options": [
    "1回",
    "2回",
    "3回",
    "3回以下"
   ]
  },
  {
   "uid": "L4-38~2",
   "id": "L4-38",
   "q": "<p>アマチュア局が無線電話により応答すべき場合、相手局の呼出符号をどれだけ送信することができるか、正しいものを次のうちから選べ。</p>",
   "options": [
    "3回以下",
    "4回",
    "5回",
    "10回以下"
   ]
  },
  {
   "uid": "L4-40",
   "id": "L4-40",
   "q": "<p>アマチュア局が呼出しを反復しても応答がないときは、出来る限り、少なくとも何分間の間隔をおかなければ呼出しを再開してはならないか、次のうちから選べ。</p>",
   "options": [
    "3分間",
    "5分間",
    "10分間",
    "15分間"
   ]
  },
  {
   "uid": "L4-41",
   "id": "L4-41",
   "q": "<p>非常の場合の無線通信において、無線電話により連絡を設定するための呼出し又は応答は、呼出事項又は応答事項に「非常」の略語を何回前置することになっているか、次のうちから選べ。</p>",
   "options": [
    "3回",
    "1回",
    "2回",
    "4回"
   ]
  },
  {
   "uid": "L4-43",
   "id": "L4-43",
   "q": "<p>無線電話通信において、送信中に誤った送信をしたことを知ったときは、次のどれによらなければならないか。</p>",
   "options": [
    "「訂正」の略語を前置して、正しく送信した適当な語字から更に送信する。",
    "そのまま送信を継続し、送信終了後「訂正」の略語を前置して、訂正個所を示して正しい語字を送信する",
    "「訂正」の略語を前置して、初めから更に送信する。",
    "「訂正」の略語を前置して、誤った語字から更に送信する。"
   ]
  },
  {
   "uid": "L4-44",
   "id": "L4-44",
   "q": "<p>アマチュア局の無線電話通信における応答事項は、次のどれか。</p>",
   "options": [
    "(1)相手局の呼出符号　3回以下<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　1回",
    "(1)相手局の呼出符号　3回<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　2回",
    "(1)相手局の呼出符号　2回<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　2回以下",
    "(1)相手局の呼出符号　3回以下<br />(2)こちらは　　　　　1回<br />(3)自局の呼出符号　　3回"
   ]
  },
  {
   "uid": "L4-45",
   "id": "L4-45",
   "q": "<p>無線電話通信において、応答に際して直ちに通報を受信しようとするとき、応答事項の次に送信する略語は、次のどれか。</p>",
   "options": [
    "どうぞ",
    "送信してください",
    "了解",
    "OK"
   ]
  },
  {
   "uid": "L4-46",
   "id": "L4-46",
   "q": "<p>無線電話により通信中、混信の防止その他の必要により使用電波の周波数の変更の要求を受けた無線局がこれに応じようとする時は、次のどれによらなければならないか。</p>",
   "options": [
    "「了解」または「OK」を送信し、直ちに周波数を変更する。",
    "「どうぞ」を送信し、直ちに周波数を変更する。",
    "「こちらは･･･(周波数)に変更します」を送信し、直ちに周波数を変更する。",
    "変更する周波数を送信し、直ちに周波数を変更する。"
   ]
  },
  {
   "uid": "L4-47",
   "id": "L4-47",
   "q": "<p>無線局において、「非常」を前置した呼出しを受信した場合は、応答する場合を除き、次のどれによらなければならないか。</p>",
   "options": [
    "混信を与えるおそれのある電波の発射を停止して傍受する。",
    "直ちに付近の無線局に通報する。",
    "直ちに非常対策本部に通知する。",
    "全ての電波の発射を停止する。"
   ]
  }
 ]
});
