HAM.addQuestions({
 "key": "tech6",
 "category": "無線工学 電源",
 "questions": [
  {
   "uid": "T6-1",
   "id": "T6-1",
   "q": "<p>交流入力50[Hz]の全波整流回路の出力に現れる脈流の周波数はいくらか。</p>",
   "options": [
    "100[Hz]",
    "25[Hz]",
    "150[Hz]",
    "50[Hz]"
   ]
  },
  {
   "uid": "T6-2",
   "id": "T6-2",
   "q": "<p>図は、半導体ダイオードを用いた半波整流器である。この回路に流れる電流の方向と出力電圧の組合せで正しいのはどれか。</p><figure><img src=\"data/img/tech6/t6-2.png\" /></figure><p class=\"options_head\">電流iの方向 - 出力電圧の極性</p>",
   "options": [
    "b - c",
    "a - c",
    "a - d",
    "b - d"
   ]
  },
  {
   "uid": "T6-3",
   "id": "T6-3",
   "q": "<p>図に示す整流回路において、この名称と出力側a点の電圧の極性との組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech6/t6-3.png\" /></figure><p class=\"options_head\">名称 - a点の極性</p>",
   "options": [
    "全波整流回路 - 正",
    "半波整流回路 - 正",
    "半波整流回路 - 負",
    "全波整流回路 - 負"
   ]
  },
  {
   "uid": "T6-4",
   "id": "T6-4",
   "q": "<p>次の記述は、接合ダイオードの特性について述べたものである。正しいのはどれか。</p>",
   "options": [
    "順方向電圧を加えたとき内部抵抗は小さい。",
    "逆方向電圧を加えたとき内部抵抗は小さい。",
    "逆方向電圧を加えたとき電流は容易に流れる。",
    "順方向電圧を加えたとき電流は流れにくい。"
   ]
  },
  {
   "uid": "T6-5",
   "id": "T6-5",
   "q": "<p>電源の定電圧回路に用いられるダイオードは、次のうちどれか。</p>",
   "options": [
    "ツェナーダイオード",
    "発光ダイオード",
    "可変容量ダイオード",
    "ホトダイオード"
   ]
  },
  {
   "uid": "T6-6",
   "id": "T6-6",
   "q": "<p>ツェナーダイオードは次のうちどの回路に用いられるか。</p>",
   "options": [
    "定電圧回路",
    "発振回路",
    "共振回路",
    "平滑回路"
   ]
  },
  {
   "uid": "T6-7",
   "id": "T6-7",
   "q": "<p>次の記述の[　　　]内に当てはまる字句の組み合わせで、正しいのはどれか。</p><p>シリコン接合ダイオードに加える[　A　]を次第に増加していくと、ある電圧で急に大電流が流れるようになる。このような特性のダイオードを[　B　]という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "逆方向電圧 - 定電圧ダイオード",
    "順方向電圧 - 定電圧ダイオード",
    "逆方向電圧 - パラクタダイオード",
    "順方向電圧 - パラクタダイオード"
   ]
  },
  {
   "uid": "T6-8",
   "id": "T6-8",
   "q": "<p>二次側コイルの巻数が10回の電源変圧器において、一次側にAC100[V]を加えたところ二次側に5[V]の電圧が現れた。この電源変圧器の一次側コイルの巻き数は幾らか。</p>",
   "options": [
    "200回",
    "20回",
    "50回",
    "100回"
   ]
  },
  {
   "uid": "T6-9",
   "id": "T6-9",
   "q": "<p>ニッケルカドミウム電池の特徴について、誤っているのはどれか。</p>",
   "options": [
    "繰り返し充電することができない。",
    "比較的大きな電流が取り出せる。",
    "過放電に対して耐久性が優れている。",
    "この電池1個の端子電圧は1.2[V]である。"
   ]
  },
  {
   "uid": "T6-10",
   "id": "T6-10",
   "q": "<p>次の記述は、どのような種類の電池の説明か。</p><p>この電池1個当たりの電圧は1.2[V]で、放電終止電圧は1.0[V]である。また電池の内部抵抗が非常に小さく電池容積に比較して大電流を取り出すことができ、充放電できる。」 </p>",
   "options": [
    "ニッケルカドミウム電池",
    "太陽電池",
    "マンガン乾電池",
    "鉛蓄電池"
   ]
  },
  {
   "uid": "T6-11",
   "id": "T6-11",
   "q": "<p>同じ規格の乾電池を並列に接続して使用する目的は、次のうちどれか。</p>",
   "options": [
    "使用時間を長くする。",
    "電圧を低くする。",
    "雑音を少なくする。",
    "電圧を高くする。"
   ]
  },
  {
   "uid": "T6-12a",
   "id": "T6-12a",
   "q": "<p>容量30[Ah]の蓄電池を1[A]で連続使用すると、通常は何時間使用できるか。</p>",
   "options": [
    "30時間",
    "6時間",
    "10時間",
    "3時間"
   ]
  },
  {
   "uid": "T6-12b",
   "id": "T6-12b",
   "q": "<p>容量30[Ah]の蓄電池を3[A]で連続使用すると、通常は何時間使用できるか。</p>",
   "options": [
    "10時間",
    "1時間",
    "3時間",
    "6時間"
   ]
  },
  {
   "uid": "T6-13",
   "id": "T6-13",
   "q": "<p>端子電圧6[V]、容量60[Ah]の蓄電池を3個直列に接続したとき、その合成電圧と合成容量はいくらになるか。次に挙げた組み合わせのうち正しいものを選べ。</p><p class=\"options_head\">合成電圧 - 合成容量</p>",
   "options": [
    "18[V] - 60[Ah]",
    "6[V] - 180[Ah]",
    "6[V] - 60[Ah]",
    "18[V] - 180[Ah]"
   ]
  },
  {
   "uid": "T6-14",
   "id": "T6-14",
   "q": "<p>次の記述は、リチウムイオン蓄電池の特徴について述べたものである。[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>リチウムイオン蓄電池は、小型軽量で電池1個の端子電圧は1.2[V]より[　　　]。また、自然に少しずつ放電する自己放電量が少なく、メモリー効果がないので、継ぎ足し充電が[　　　]。</p><p>A - B</p>",
   "options": [
    "高い - できる",
    "高い - できない",
    "低い - できる",
    "低い - できない"
   ]
  },
  {
   "uid": "T6-15",
   "id": "T6-15",
   "q": "<p>一次巻線と二次巻線の比が1:3の電源変圧器において、一次側にAC100[V]を加えたとき、二次側に現れる電圧は幾らか。</p>",
   "options": [
    "300[V]",
    "33.3[V]",
    "173[V]",
    "900[V]"
   ]
  }
 ]
});
