HAM.addQuestions({
 "key": "tech3",
 "category": "無線工学 送信機",
 "questions": [
  {
   "uid": "T3-1",
   "id": "T3-1",
   "q": "<p>自動車に搭載する無線電話装置で自動車雑音に強い変調方式のものは、次のうちどれか。</p>",
   "options": [
    "FM(F3E)方式",
    "SSB(H3E)方式",
    "SSB(J3E)方式",
    "DSB(A3E)方式"
   ]
  },
  {
   "uid": "T3-2",
   "id": "T3-2",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>発振周波数が10〔MHz〕ぐらいより高い水晶発振子は、その厚みが非常に[　A　]なり製造が難しく、超短波帯の送信機では[　B　]動作の周波数逓倍器を用いて高い周波数を得ている。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "薄く - C級",
    "薄く - A級",
    "厚く - C級",
    "厚く - A級"
   ]
  },
  {
   "uid": "T3-3a",
   "id": "T3-3a",
   "q": "<p>無線通信機に擬似負荷を用いる目的で、正しいのはどれか。</p>",
   "options": [
    "調整中の電波を外に出さないため",
    "送信機の消費電力を節約するため",
    "調整不良の箇所を直ちに発見するため",
    "送信機の損傷を防ぐため"
   ]
  },
  {
   "uid": "T3-3b",
   "id": "T3-3b",
   "q": "<p>無線送信機に擬似負荷を用いる目的として、正しいものはどれか。</p>",
   "options": [
    "調整中に電波を外部に出さないため",
    "送信機の消費電力を節約するため",
    "調整不良の箇所を直ちに発見するため",
    "送信周波数を安定にするため"
   ]
  },
  {
   "uid": "T3-4",
   "id": "T3-4",
   "q": "<p>送信機の緩衝増幅器は、どのような目的で設けられているか。</p>",
   "options": [
    "後段の影響により発振器の発振周波数が変動するのを防ぐため",
    "所要の送信出力まで増幅するため",
    "終段増幅器の入力として十分な励振電圧を得るため",
    "発振周波数の整数倍の周波数を取り出すため "
   ]
  },
  {
   "uid": "T3-5",
   "id": "T3-5",
   "q": "<p>送信機の緩衝増幅器についての説明で、誤っているのはどれか。</p>",
   "options": [
    "発振器の整数倍の周波数を取り出す。",
    "発振器と周波数逓倍器の間に設けられる。",
    "後段の影響による発振器の発振周波数の変動を防ぐ。",
    "発振器との結合は疎である。"
   ]
  },
  {
   "uid": "T3-6",
   "id": "T3-6",
   "q": "<p>送信機の回路において、緩衝増幅器の配置で、最も適切なのは次のうちどれか。</p>",
   "options": [
    "発振器の次段",
    "音声増幅器の次段",
    "励起増幅器と電力増幅器の間",
    "周波数逓倍器と励起増幅器の間"
   ]
  },
  {
   "uid": "T3-7",
   "id": "T3-7",
   "q": "<p>送信機の発振周波数を安定にするための方法として適当でないのはどれか。</p>",
   "options": [
    "発振器と後段との結合を密にする。",
    "発振器の次段に緩衝増幅器を設ける。",
    "発振器として水晶発振回路を用いる。",
    "発振器の電源電圧の変動を少なくする。"
   ]
  },
  {
   "uid": "T3-8",
   "id": "T3-8",
   "q": "<p>DSB(A3E)送信機において、占有周波数帯幅が広がる場合の説明として、誤っているのはどれか。</p>",
   "options": [
    "変調器の周波数特性が高域で低下している。",
    "送信機が寄生振動を起こしている。",
    "変調器の出力に非直線ひずみの成分がある。",
    "変調率が100[%]を超えて過変調になっている。"
   ]
  },
  {
   "uid": "T3-9",
   "id": "T3-9",
   "q": "<p>DSB(A3E)送信機が過変調の状態になったとき、どのような現象が生じるか。</p>",
   "options": [
    "側波帯が広がる。",
    "寄生振動が発生する。",
    "占有周波数帯幅が狭くなる。",
    "送信周波数が変動する。"
   ]
  },
  {
   "uid": "T3-10",
   "id": "T3-10",
   "q": "<p>DSB(A3E)送信機では、音声信号によって搬送波はどのように変化させる。</p>",
   "options": [
    "振幅を変化させる。",
    "周波数を変化させる。",
    "搬送波の発射を断続させる。",
    "振幅と周波数とも変化にさせる。"
   ]
  },
  {
   "uid": "T3-41",
   "id": "T3-41",
   "q": "<p>DSB送信機において、音声信号で変調された搬送波は、どのようになっているか。</p>",
   "options": [
    "振幅が変化している",
    "断続している",
    "周波数が変化している",
    "振幅、周波数ともに変化しない"
   ]
  },
  {
   "uid": "T3-24",
   "id": "T3-24",
   "q": "<p>FM(F3E)送信機では、音声信号によって搬送波をどのように変化させるか。</p>",
   "options": [
    "周波数を変化させる。",
    "搬送波の発射を断続させる。",
    "振幅を変化させる",
    "振幅と周波数ともに変化させる。"
   ]
  },
  {
   "uid": "T3-42",
   "id": "T3-42",
   "q": "<p>F3E送信機の変調波は搬送波がどのように変化しているものか。</p>",
   "options": [
    "周波数が変化している",
    "断続している",
    "振幅、周波数とも変化している",
    "振幅が変化している"
   ]
  },
  {
   "uid": "T3-11",
   "id": "T3-11",
   "q": "<p>図に示すDSB送信機の構成において、送信周波数f<sub>c</sub>と発振周波数f<sub>0</sub>との関係で正しいのはどれか。</p><figure><img src=\"data/img/tech3/t3-11.png\" /></figure>",
   "options": [
    "f<sub>0</sub> = 1/6 f<sub>c</sub>",
    "f<sub>0</sub> = 1/2 f<sub>c</sub>",
    "f<sub>0</sub> = 1/3 f<sub>c</sub>",
    "f<sub>0</sub> = 1/5 f<sub>c</sub>"
   ]
  },
  {
   "uid": "T3-12a",
   "id": "T3-12a",
   "q": "<p>SSB送信機において、搬送波の抑圧に役立っているのはどれか。</p>",
   "options": [
    "平衡変調器",
    "クラリファイヤ",
    "ALC回路",
    "VOX回路"
   ]
  },
  {
   "uid": "T3-12b",
   "id": "T3-12b",
   "q": "<p>SSB送信機において、搬送波の抑圧に役立っているのはどれか。</p>",
   "options": [
    "平衡変調器",
    "クラリファイヤ",
    "振幅制限器",
    "スピーチクリッパ"
   ]
  },
  {
   "uid": "T3-13a",
   "id": "T3-13a",
   "q": "<p>SSB(J3E)送信機において、下側波帯又は上側波帯のいずれか一方のみを取り出す目的で設けるものは何か。</p>",
   "options": [
    "帯域フィルタ",
    "周波数混合器",
    "周波数逓倍器",
    "平衡変調器"
   ]
  },
  {
   "uid": "T3-13b",
   "id": "T3-13b",
   "q": "<p>SSB(J3E)送信機において、下側波帯又は上側波帯のいずれか一方のみを取り出す目的で設けるものは、次のうちどれか。</p>",
   "options": [
    "帯域フィルタ(BPF)",
    "周波数混合器",
    "周波数逓倍器",
    "緩衝増幅器"
   ]
  },
  {
   "uid": "T3-14",
   "id": "T3-14",
   "q": "<p>送信機の構成について、SSB(J3E)波を得るために用いられる変調器は、次のうちどれか。</p>",
   "options": [
    "平衡変調器",
    "周波数変調器",
    "位相変調器",
    "高電力変調器"
   ]
  },
  {
   "uid": "T3-15",
   "id": "T3-15",
   "q": "<p>図は、理想的に動作するSSB(J3E)送信機の構成の一部を示したものである。図の出力側の周波数成分で、正しいのは次のうちどれか。</p><figure><img src=\"data/img/tech3/t3-15.png\" /></figure>",
   "options": [
    "上側波と下側波",
    "上側波、下側波及び搬送波",
    "上側波",
    "下側波"
   ]
  },
  {
   "uid": "T3-16",
   "id": "T3-16",
   "q": "<p>図に示すSSB(J3E)波を発生させるための回路の構成において、出力に現れる周波数成分は、次のうちどれか。</p><figure><img src=\"data/img/tech3/t3-16.png\" /></figure>",
   "options": [
    "f<sub>c</sub> + f<sub>s</sub>",
    "f<sub>c</sub> ± f<sub>s</sub>",
    "f<sub>c</sub> - f<sub>s</sub>",
    "f<sub>c</sub> + 2f<sub>s</sub>"
   ]
  },
  {
   "uid": "T3-17",
   "id": "T3-17",
   "q": "<p>図に示すSSB(J3E)波を発生させるための回路の構成において、出力に現れる周波数は、次のうちどれか。</p><figure><img src=\"data/img/tech3/t3-17.png\" /></figure>",
   "options": [
    "1,508 [KHz]",
    "1,503.5 [KHz]",
    "1,509.5 [KHZ]",
    "1.505 [KHZ]"
   ]
  },
  {
   "uid": "T3-18",
   "id": "T3-18",
   "q": "<p>図は、SSB送信機の構成の一部を示したものである。空欄の部分に当てはまるものは、次のうちどれか。</p><figure><img src=\"data/img/tech3/t3-18.png\" /></figure>",
   "options": [
    "帯域フィルタ(BPF)",
    "周波数逓倍器",
    "緩衝増幅器",
    "水晶発振器"
   ]
  },
  {
   "uid": "T3-19",
   "id": "T3-19",
   "q": "<p>次の記述は、SSB(J3E)送信機のどの回路についての説明か。</p><p>この回路は、電力増幅器にある一定のレベル以上の入力電圧が加わったときに、送信電波の波形がひずんだり、占有周波数帯幅が過度に広がらないようにするため、励起増幅器などの増幅度を自動的に下げて電力増幅器の入力レベルを制限する。</p>",
   "options": [
    "ALC",
    "ANL",
    "IDC",
    "AFC"
   ]
  },
  {
   "uid": "T3-20",
   "id": "T3-20",
   "q": "<p>次の記述は、SSB(J3E)送信機のどの回路についての説明か。</p><p>「この回路は、電力増幅器にある一定のレベル以上の入力電圧が加わったときに励起増幅器などの増幅度を自動的に下げて電力増幅器の入力レベルを制限し、送信電波の波形がひずまないようにしたり、占有周波数帯幅が過度に広がらないようにするものである。」</p>",
   "options": [
    "ALC",
    "ANL",
    "IDC",
    "AFC"
   ]
  },
  {
   "uid": "T3-21",
   "id": "T3-21",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>SSB無線電話通信機では、[　A　]増幅器の入力レベルを制限し、送信出力がひずまないように[　B　]回路が用いられる。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "電力 - ALC",
    "緩衝 - ALC",
    "緩衝 - IDC",
    "電力 - IDC"
   ]
  },
  {
   "uid": "T3-22",
   "id": "T3-22",
   "q": "<p>SSB(J3E)トランシーバの送信部において、送話の音声の有無によって、自動的に送信と受信を切り替える働きをするのは、次のうちどれか。</p>",
   "options": [
    "VOX回路",
    "平衡変調器",
    "ALC回路",
    "帯域フィルタ(BPF)"
   ]
  },
  {
   "uid": "T3-23",
   "id": "T3-23",
   "q": "<p>FM(F3E)送信機の変調は、搬送波をどのように変化させるか。</p>",
   "options": [
    "周波数を音声信号で変化させる。",
    "音声信号で断続させる。",
    "振幅を音声信号で変化させる。",
    "振幅と周波数を音声信号で変化させる。"
   ]
  },
  {
   "uid": "T3-25",
   "id": "T3-25",
   "q": "<p>間接FM方式のFM(F3E)送信機についての記述で、正しいのはどれか。</p>",
   "options": [
    "周波数逓倍器で、所要の周波数偏移を得ている。",
    "IDC回路で、送信周波数の変動を防止している。",
    "平衡変調器で、周波数変調を得ている。",
    "終段電力増幅器で、変調を行っている。"
   ]
  },
  {
   "uid": "T3-26a",
   "id": "T3-26a",
   "q": "<p>次の記述は、FM(F3E)通信方式の一般的な特徴について述べたものである。誤っているのはどれか。</p>",
   "options": [
    "周波数偏移を大きくしても、占有周波数帯幅は変らない。",
    "同じ周波数の妨害波があっても、信号波の方が強ければ妨害波は抑圧される。",
    "受信レベルが少しくらい変動しても、出力レベルはほぼ一定である。",
    "AM(A3E)通信方式に比べて、受信機出力の音質が良い。"
   ]
  },
  {
   "uid": "T3-26b",
   "id": "T3-26b",
   "q": "<p>FM(F3E)通信方式の説明で、誤っているのはどれか。</p>",
   "options": [
    "周波数偏移を大きくしても、占有周波数帯幅は変らない。",
    "同じ周波数の妨害波があっても、受診希望の信号波の方が強ければ妨害波は抑圧される。",
    "受信入力レベルが少しくらい変動しても、出力レベルはほぼ一定である。",
    "一般的にAM(A3E)通信方式に比べて、受信機出力の音質が良い。"
   ]
  },
  {
   "uid": "T3-27",
   "id": "T3-27",
   "q": "<p>送信機の周波数逓倍器は、どのような目的で設けられているか。</p>",
   "options": [
    "発振器の発振周波数を整数倍して、希望の周波数にするため",
    "高周波に同調させて、これを抑圧するため",
    "発振器の発振周波数が変動するのを防ぐため",
    "発振器の発振周波数から低周波をとりだすため"
   ]
  },
  {
   "uid": "T3-28",
   "id": "T3-28",
   "q": "<p>間接方式のFM(F3E)送信機において、変調波を得るには、図の空欄の部分に何を設ければよいか。</p><figure><img src=\"data/img/tech3/t3-28.png\" /></figure>",
   "options": [
    "位相変調器",
    "周波数逓倍器",
    "緩衝増幅器",
    "平衡変調器"
   ]
  },
  {
   "uid": "T3-29a",
   "id": "T3-29a",
   "q": "<p>図は、FM(F3E)送信器の構成を示したものである。空欄の部分に当てはまるものの名称の組合せで、正しいものはどれか。</p><figure><img src=\"data/img/tech3/t3-29a.png\" /></figure><p>A - B</p>",
   "options": [
    "IDC回路 - 周波数逓倍器",
    "ALC回路 - 周波数逓倍器",
    "IDC回路 - 緩衝増幅器",
    "ALC回路 - 緩衝増幅器"
   ]
  },
  {
   "uid": "T3-29b",
   "id": "T3-29b",
   "q": "<p>図は、間接FM方式のFM(F3E)送信器の構成を示したものである。空欄の部分に当てはまるものの名称の組合せで、正しいものは次のうちどれか。</p><figure><img src=\"data/img/tech3/t3-29b.png\" /></figure><p class=\"options_head\">A - B</p>",
   "options": [
    "IDC回路 - 周波数逓倍器",
    "ALC回路 - 周波数逓倍器",
    "IDC回路 - 検波器",
    "ALC回路 - 検波器"
   ]
  },
  {
   "uid": "T3-30",
   "id": "T3-30",
   "q": "<p>間接FM方式のFM(F3E)送信機に使用されていないのは、次のうちどれか。</p>",
   "options": [
    "平衡変調器",
    "水晶発振器",
    "IDC回路",
    "周波数逓倍器"
   ]
  },
  {
   "uid": "T3-31",
   "id": "T3-31",
   "q": "<p>次の記述は、送信機が備えなければならない条件について述べたものである。[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>(1) 送信電波は、周波数が安定で、占有周波数帯幅ができるだけ[　A　]こと<br />(2) スプリアス発射電力が[　B　]こと</p><p class=\"options_head\">A - B</p>",
   "options": [
    "狭い - 小さい",
    "広い - 小さい",
    "広い - 大きい",
    "狭い - 大きい"
   ]
  },
  {
   "uid": "T3-32",
   "id": "T3-32",
   "q": "<p>無線電話において、プレストークボタン(PTTスイッチ)を押すとどのような動作状態になるか。</p>",
   "options": [
    "アンテナが送信機に接続され、送信状態になる",
    "アンテナが送信機と受信機に接続され、送受信状態になる",
    "アンテナが受信機に接続され、送信状態になる",
    "アンテナが受信機に接続され、受信状態になる"
   ]
  },
  {
   "uid": "T3-33",
   "id": "T3-33",
   "q": "<p>次の記述は、DSB(A3E)方式と比べたときのSSB(J3B)方式の特長について述べたものである。誤っているのはどれか。</p>",
   "options": [
    "送受信機の回路構成が簡単である。",
    "送信電力が経済的である。",
    "受信機出力のS/N比が良い。",
    "占有周波数帯幅が狭い。"
   ]
  },
  {
   "uid": "T3-34",
   "id": "T3-34",
   "q": "<p>振幅変調方式の送信機で、上側波帯又は下側波帯の一つを発射するのは、次のうちどれか。</p>",
   "options": [
    "SSB送信機",
    "DSB送信機",
    "FM送信機",
    "CW送信機"
   ]
  },
  {
   "uid": "T3-35",
   "id": "T3-35",
   "q": "<p>SSB(J3E)送信機の構成及び各部の働きで、誤っているのはどれか。</p>",
   "options": [
    "変調波を周波数逓倍器に加えて所要の周波数を得ている。",
    "送信出力波形のひずみを軽減するために、ALC回路を設けている。",
    "平衡変調器を設けて、搬送波を除去している。",
    "不要な側帯波を除去するため、帯域フィルタを設けている。"
   ]
  },
  {
   "uid": "T3-36",
   "id": "T3-36",
   "q": "<p>FM(F3E)送信機において、周波数偏移を大きくするには、どうすればよいか。</p>",
   "options": [
    "周波数逓倍器の逓倍数を大きくする。",
    "変調器と次段との結合を疎にする。",
    "緩衝増幅器の増幅度を小さくする。",
    "水晶発振器の発振周波数を高くする。"
   ]
  },
  {
   "uid": "T3-37",
   "id": "T3-37",
   "q": "<p>間接FM方式のFM(F3E)送信機において、IDC回路を設ける目的は何か。</p>",
   "options": [
    "周波数偏移を制限する。",
    "発振周波数を安定にする。",
    "高調波の発生を除去する。",
    "寄生振動の発生を防止する。"
   ]
  },
  {
   "uid": "T3-38",
   "id": "T3-38",
   "q": "<p>FM(F3E)送信機において、大きな音声信号が加わっても一定の周波数偏移内に収めるためには、図の空欄部分に何を設ければよいか。</p><figure><img src=\"data/img/tech3/t3-38.png\" /></figure>",
   "options": [
    "IDC回路",
    "音声増幅器",
    "緩衝増幅器",
    "AGC回路"
   ]
  },
  {
   "uid": "T3-39",
   "id": "T3-39",
   "q": "<p>FM(F3E)送信機において、周波数偏移を常に一定値以下に収めるための回路は、次のうちどれか。</p>",
   "options": [
    "IDC回路",
    "VOX回路",
    "ALC回路",
    "スケルチ回路"
   ]
  },
  {
   "uid": "T3-40",
   "id": "T3-40",
   "q": "<p>送信機で緩衝増幅器が利用されるのは、次のうちどれか。</p>",
   "options": [
    "発振器と周波数逓倍器の間",
    "周波数逓倍器と電力増幅器の間",
    "音声増幅器と電力増幅器の間",
    "周波数逓倍器と励振増幅器の間"
   ]
  }
 ]
});
