HAM.addQuestions({
 "key": "tech9",
 "category": "無線工学 測定法",
 "questions": [
  {
   "uid": "T9-1",
   "id": "T9-1",
   "q": "<p>端子電圧 2[V] の蓄電池を図のように接続し、ab端子間の電圧を測定するには、最大目盛りが何ボルトの直流電圧計を用いればよいか。また、電圧計の端子をどのように接続したらよいか。下記の組合せのうちから、正しいものを選べ。</p><figure><img src=\"data/img/tech9/t9-1.png\" /></figure><p class=\"options_head\">最大目盛 / 接続方法</p>",
   "options": [
    "10[V] / +端子をaに、-端子をbにつなぐ。",
    "5[V] / +端子をaに、-端子をbにつなぐ。",
    "10[V] / +端子をbに、-端子をaにつなぐ。",
    "5[V] / +端子をbに、-端子をaにつなぐ。"
   ]
  },
  {
   "uid": "T9-2",
   "id": "T9-2",
   "q": "<p>次の記述の[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>倍率器は[　A　]の測定範囲を広げるために用いられるもので、計器に[　B　]に接続して使用する。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "電圧計 - 直列",
    "電流計 - 並列",
    "電圧計 - 並列",
    "電流計 - 直列"
   ]
  },
  {
   "uid": "T9-3",
   "id": "T9-3",
   "q": "<p>図の電圧計において、直列抵抗器(倍率器)の抵抗Rをメータの内部抵抗rの3倍の値に選べば、測定範囲は何倍になるか。</p><figure><img src=\"data/img/tech9/t9-3.png\" /></figure>",
   "options": [
    "4倍",
    "2倍",
    "3倍",
    "5倍"
   ]
  },
  {
   "uid": "T9-4",
   "id": "T9-4",
   "q": "<p>内部抵抗50[kΩ]の電圧計の測定範囲を20倍にするには、倍率器の抵抗を幾らにすればよいか。</p>",
   "options": [
    "950[kΩ]",
    "2.5[kΩ]",
    "25[kΩ]",
    "1,000[kΩ]"
   ]
  },
  {
   "uid": "T9-5",
   "id": "T9-5",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>分流器は、[　A　]の測定範囲を広げるために用いられるもので、計器に[　B　]に接続して用いられる。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "電流計 - 並列",
    "電圧計 - 直列",
    "電流計 - 直列",
    "電圧計 - 並列"
   ]
  },
  {
   "uid": "T9-6",
   "id": "T9-6",
   "q": "<p>図の電流計において、分流器の抵抗Rをメータの内部抵抗rの4分の1の値に選べば、測定範囲は何倍になるか。</p><figure><img src=\"data/img/tech9/t9-6.png\" /></figure>",
   "options": [
    "5倍",
    "2倍",
    "4倍",
    "6倍"
   ]
  },
  {
   "uid": "T9-7",
   "id": "T9-7",
   "q": "<p>アナログ方式の回路計(テスタ)で直流抵抗を測定するときの準備の手順で、正しいのはどれか。</p>",
   "options": [
    "測定レンジを選ぶ → テストリード(テスト棒)を短絡する → 0[Ω]調整をする。",
    "テストリード(テスト棒)を短絡する → 0[Ω]調整をする → 測定レンジを選ぶ。",
    "0[Ω]調整をする → 測定レンジを選ぶ → テストリード(テスト棒)を短絡する。",
    "測定レンジを選ぶ → 0[Ω]調整をする → テストリード(テスト棒)を短絡する。"
   ]
  },
  {
   "uid": "T9-8",
   "id": "T9-8",
   "q": "<p>アナログ方式の回路計(テスタ)で抵抗値を測定するとき、準備操作としてメータ指針のゼロオーム調整を行うには、2本のテストリード(テスト棒)をどのようにしたらよいか。</p>",
   "options": [
    "テストリード(テスト棒)は、先端を接触させて短絡(ショート)状態にする。",
    "テストリード(テスト棒)は、測定する抵抗の両端に、それぞれ先端を確実に接触させる。",
    "テストリード(テスト棒)は、測定端子よりはずしておく。",
    "テストリード(テスト棒)は、先端を離し開放状態にする。"
   ]
  },
  {
   "uid": "T9-9",
   "id": "T9-9",
   "q": "<p>SWRメータで測定できるのは、次のどれか。</p>",
   "options": [
    "定在波比",
    "電気抵抗",
    "周波数",
    "変調度"
   ]
  },
  {
   "uid": "T9-10a",
   "id": "T9-10a",
   "q": "<p>測定器を使用して行う下記の操作のうち、定在波比測定器(SWRメータ)が使用されるのは、次のうちどれか。</p>",
   "options": [
    "アンテナと給電線の整合状態を調べるとき",
    "寄生発射の有無を調べるとき",
    "共振回路の共振周波数を測定するとき",
    "送信周波数を測定するとき"
   ]
  },
  {
   "uid": "T9-10b",
   "id": "T9-10b",
   "q": "<p>定在波比測定器(SWRメータ)が使用されるのは、次のどの場合か。</p>",
   "options": [
    "アンテナと給電線の整合状態を調べるとき",
    "送信周波数を測定するとき",
    "寄生発射の有無を調べるとき",
    "共振回路の共振周波数を測定するとき"
   ]
  },
  {
   "uid": "T9-11a",
   "id": "T9-11a",
   "q": "<p>定在波比測定器(SWRメータ)を使用して、アンテナと給電線の整合状態を正確に調べるとき、給電線のどの部分に挿入したらよいか。</p>",
   "options": [
    "給電線の、アンテナの給電点に近い部分",
    "給電線の中央の部分",
    "給電線の任意の部分",
    "給電線の、送信機の出力端子に近い部分"
   ]
  },
  {
   "uid": "T9-11b",
   "id": "T9-11b",
   "q": "<p>定在波比測定器(SWRメータ)を使用して、アンテナと同軸給電線の整合状態を正確に調べるとき、同軸給電線のどの部分に挿入したらよいか。</p>",
   "options": [
    "アンテナの給電点に近い部分",
    "アンテナと送信機との間の中央の部分",
    "アンテナと送信機との間の任意の部分",
    "送信機の出力端子に近い部分"
   ]
  },
  {
   "uid": "T9-12",
   "id": "T9-12",
   "q": "<p>アンテナへ供給されている電力を通過形電力計で測定したら、進行電力95[W]、反射電力5[W]であった。アンテナへ供給された電力は幾らか。</p>",
   "options": [
    "90[W]",
    "19[W]",
    "95[W]",
    "100[W]"
   ]
  },
  {
   "uid": "T9-13",
   "id": "T9-13",
   "q": "<p>ディップメータの使用で誤っているのはどれか。</p>",
   "options": [
    "アンテナと給電線の整合状態を調べるとき",
    "寄生発射の有無を調べるとき",
    "共振回路の共振周波数を測定するとき",
    "送信周波数を測定するとき"
   ]
  },
  {
   "uid": "T9-14",
   "id": "T9-14",
   "q": "<p>次のうち、ディップメータが使用できないのはどれか。</p>",
   "options": [
    "空中線電力を測定するとき",
    "寄生発射の有無を調べるとき",
    "共振回路の共振周波数を測定するとき",
    "送信周波数を測定するとき"
   ]
  },
  {
   "uid": "T9-15",
   "id": "T9-15",
   "q": "<p>次の文の[　　　]内に入れるべき字句の組合せは、正しいのはどれか。</p><p>ディップメータによる回路の共振周波数の測定要領は、次のとおりである。<br />測定しようとする回路に、ディップメータの発振コイルを[　A　]に結合し、可変コンデンサを調整して、ディップメータの発振周波数をその回路の共振周波数に一致させると、ディップメータの発振出力が[　B　]されて、電流計の指示が[　C　]になる。このときの可変コンデンサのダイヤル目盛から、その回路の共振周波数が直読できる。</p><p class=\"options_head\">A - B - C</p>",
   "options": [
    "疎 - 吸収 - 最小",
    "密 - 相加 - 最大",
    "密 - 吸収 - 最小",
    "疎 - 相加 - 最大"
   ]
  }
 ]
});
