HAM.addQuestions({
 "key": "tech4",
 "category": "無線工学 受信機",
 "questions": [
  {
   "uid": "T4-1",
   "id": "T4-1",
   "q": "<p>次の記述の[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>周波数弁別器は、[　A　]の変化を[　B　]の変化に変換する回路であり、主としてFM波の[　C　]に用いられる。</p>",
   "options": [
    "周波数 - 振幅 - 復調",
    "周波数 - 振幅 - 変調",
    "振幅 - 周波数 - 復調",
    "振幅 - 周波数 - 変調"
   ]
  },
  {
   "uid": "T4-2",
   "id": "T4-2",
   "q": "<p>SSB(J3E)の電波の周波数成分を表した図は、次のうちどれか。ただし、点線は搬送は成分がないことを示す。</p>",
   "options": [
    "<img src=\"data/img/tech4/t4-2_opt1.png\" />",
    "<img src=\"data/img/tech4/t4-2_opt2.png\" />",
    "<img src=\"data/img/tech4/t4-2_opt3.png\" />",
    "<img src=\"data/img/tech4/t4-2_opt4.png\" />"
   ]
  },
  {
   "uid": "T4-3",
   "id": "T4-3",
   "q": "<p>図に示すDSB(A3E)スーパーヘテロダイン受信機の構成には誤った部分がある。これを正しくするにはどうすればよいか。</p><figure><img src=\"data/img/tech4/t4-3.png\" /></figure>",
   "options": [
    "(E)と(F)を入れ替える",
    "(B)と(C)を入れ替える",
    "(A)と(D)を入れ替える",
    "(D)と(F)を入れ替える"
   ]
  },
  {
   "uid": "T4-4",
   "id": "T4-4",
   "q": "<p>スーパーヘテロダイン受信機に、高周波増幅部がついている場合の利点で、誤っているのはどれか。</p>",
   "options": [
    "局部発振器の出力が、空中線から放射されやすい。",
    "感度が良くなる。",
    "影像周波数混信が減る。",
    "信号対雑音比がよくなる。"
   ]
  },
  {
   "uid": "T4-5",
   "id": "T4-5",
   "q": "<p>スーパーヘテロダイン受信機の局部発振器に必要とされる条件は、次のうちどれか。</p>",
   "options": [
    "スプリアス成分が少ないこと",
    "発振出力が変化できること",
    "発振周波数が受信周波数より低いこと",
    "水晶発振器であること"
   ]
  },
  {
   "uid": "T4-6a",
   "id": "T4-6a",
   "q": "<p>スーパーヘテロダイン受信機の特徴で誤っているのは、次のうちどれか。</p>",
   "options": [
    "受信周波数を変えないで、そのまま増幅している。",
    "イメージ(影像)周波数混信を受けることがある。",
    "受信周波数を中間周波数に変換している。",
    "選択度を極めて高くすることができる。"
   ]
  },
  {
   "uid": "T4-6b",
   "id": "T4-6b",
   "q": "<p>スーパーヘテロダイン受信機の特徴で誤っているのは、次のうちどれか。</p>",
   "options": [
    "検波は受信周波数を中間周波数に変換する前に行っている。",
    "イメージ(影像)周波数混信を受けることがある。",
    "受信周波数を中間周波数に変換している。",
    "選択度を極めて高くすることができる。"
   ]
  },
  {
   "uid": "T4-7",
   "id": "T4-7",
   "q": "<p>受信機の中間周波増幅器では、一般にどのような周波数成分が増幅されるか。</p>",
   "options": [
    "入力信号周波数と局部発振周波数の差の周波数成分",
    "入力信号周波数と局部発振周波数の和の周波数成分",
    "局部発振周波数成分",
    "入力信号周波数成分"
   ]
  },
  {
   "uid": "T4-8",
   "id": "T4-8",
   "q": "<p>スーパーヘテロダイン受信機の周波数変換部の働きは、次のうちどれか。</p>",
   "options": [
    "受信周波数を中間周波数に変える。",
    "受信周波数を音声周波数に変える。",
    "音声周波数を中間周波数に変える。",
    "中間周波数を音声周波数に変える。"
   ]
  },
  {
   "uid": "T4-9",
   "id": "T4-9",
   "q": "<p>スーパーヘテロダイン受信機において、中間周波変成器(IFT)の調整が崩れ、帯域幅が広がるとどうなるか。</p>",
   "options": [
    "近接周波数による混信を受けやすくなる。",
    "影像周波数による混信を受けやすくなる。",
    "強い電波を受信しにくくなる。",
    "出力の信号対雑音比が良くなる。"
   ]
  },
  {
   "uid": "T4-10",
   "id": "T4-10",
   "q": "<p>スーパーヘテロダイン受信機の近接周波数に対する選択度特性に最も影響を与えるものはどれか。</p>",
   "options": [
    "中間周波数増幅部",
    "高周波増幅部",
    "周波数変換部",
    "検波部"
   ]
  },
  {
   "uid": "T4-11",
   "id": "T4-11",
   "q": "<p>受信機で、近接周波数に対する選択度を上げるのに最も必要な役割をするものは、次のうちどれか。</p>",
   "options": [
    "中間周波数増幅器",
    "低周波増幅器",
    "周波数混合器",
    "高周波増幅器"
   ]
  },
  {
   "uid": "T4-12a",
   "id": "T4-12a",
   "q": "<p>スーパーヘテロダイン受信機において、近接周波数による混信を軽減する方法で、最も効率的なのは、次のうちどれか。</p>",
   "options": [
    "中間周波数増幅部に適切な特性の帯域フィルタ(BPF)を用いる。",
    "高周波増幅器の利得を下げる。",
    "AGC回路を「断」にする。",
    "局部発振器に水晶発振回路を用いる。"
   ]
  },
  {
   "uid": "T4-12b",
   "id": "T4-12b",
   "q": "<p>スーパーヘテロダイン受信機において、近接周波数による混信を軽減する最も効果的な方法は、次のうちどれか。</p>",
   "options": [
    "中間周波数増幅部に適切な特性の帯域フィルタ(BPF)を用いる。",
    "高周波増幅器の利得を下げる。",
    "AGC回路を「OFF」にする。",
    "局部発振器に水晶発振回路を用いる。"
   ]
  },
  {
   "uid": "T4-13",
   "id": "T4-13",
   "q": "<p>スーパーヘテロダイン受信機において、影像混信を軽減する方法で、誤っているのは次のうちどれか。</p>",
   "options": [
    "中間周波数増幅部の利得を下げる。",
    "アンテナ回路にウェーブトラップをそう入する。",
    "高周波増幅部の選択度を高くする。",
    "中間周波数を高くする。"
   ]
  },
  {
   "uid": "T4-14",
   "id": "T4-14",
   "q": "<p>スーパーヘテロダイン受信機に直線検波器が用いられる理由で、誤っているのは次のうちどれか。</p>",
   "options": [
    "入力が小さくても大きな検波出力が得られるから。",
    "大きな中間周波数出力電圧が検波器に加わるから。",
    "忠実度を良くすることができるから。",
    "大きな入力に対してひずみが少ないから。"
   ]
  },
  {
   "uid": "T4-15",
   "id": "T4-15",
   "q": "<p>図は、DSB(A3E)ダブルスーパーヘテロダイン受信機の構成の一部を示したものである。図の空欄の部分に入れるべきものは、次のうちどれか。</p><figure><img src=\"data/img/tech4/t4-15.png\" /></figure>",
   "options": [
    "直線検波器",
    "振幅制限器",
    "再生検波器",
    "周波数弁別器"
   ]
  },
  {
   "uid": "T4-16",
   "id": "T4-16",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>シングルスーパーヘテロダイン受信機において、[　A　]を設けると、周波数変換部で発生する雑音の影響がすくなくなるため[　B　]が改善される。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "高周波増幅部 - 信号対雑音比",
    "中間周波増幅部 - 信号対雑音比",
    "高周波増幅部 - 選択度",
    "周波数変換部 - 選択度"
   ]
  },
  {
   "uid": "T4-17",
   "id": "T4-17",
   "q": "<p>SSB(J3E)受信機で、構成上不要なものはどれか。</p>",
   "options": [
    "スピーチクリッパ",
    "AGC",
    "局部発振器",
    "クラリファイヤ(RIT)"
   ]
  },
  {
   "uid": "T4-18",
   "id": "T4-18",
   "q": "<p>SSB(J3E)受信機において、SSB変調波から音声信号を得るためには、図の空欄の部分に何を設ければよいか。</p><figure><img src=\"data/img/tech4/t4-18.png\" /></figure>",
   "options": [
    "検波器",
    "中間周波数増幅器",
    "帯域フィルタ(BPF)",
    "クラリファイヤ(又はRIT)"
   ]
  },
  {
   "uid": "T4-19",
   "id": "T4-19",
   "q": "<p>SSB(J3E)受信機で受信しているときに受信周波数がずれてスピーカから聞こえる音声がひずんできた場合、どのようにしたらよいか。</p>",
   "options": [
    "クラリファイヤ(又はRIT)を調整し直す。",
    "音量調整器を回して音量を大きくする。",
    "帯域フィルタ(BPF)の通過帯域幅を狭くする。",
    "AGC回路を「OFF」にする。"
   ]
  },
  {
   "uid": "T4-20a",
   "id": "T4-20a",
   "q": "<p>SSB(J3E)受信機において、クラリファイヤを設ける目的はどれか。</p>",
   "options": [
    "受信信号の明りょう度を良くする。",
    "受信雑音を軽減する。",
    "受信強度の変動を防止する。",
    "受信周波数目盛りを校正する。"
   ]
  },
  {
   "uid": "T4-20b",
   "id": "T4-20b",
   "q": "<p>SSB(J3E)受信機において、クラリファイヤを設ける目的は、次のうちどれか。</p>",
   "options": [
    "受信信号の明りょう度を良くする。",
    "受信信号がないときの、大きな雑音を消す。",
    "受信強度の変動を防止する。",
    "受信周波数目盛りを校正する。"
   ]
  },
  {
   "uid": "T4-21",
   "id": "T4-21",
   "q": "<p>FM(F3E)受信機の振幅制限器の働きについて説明しているのはどれか。</p>",
   "options": [
    "受信電波の振幅を一定にして、振幅変調成分を取り除く。",
    "受信電波がなくなったときに生じる大きな雑音を消す。",
    "受信電波の周波数の変化を振幅の変化に直し、信号を取り出す。",
    "選択度を良くし近接周波数による混信を除去する。"
   ]
  },
  {
   "uid": "T4-22",
   "id": "T4-22",
   "q": "<p>この記述は、FM(F3E)受信機のスケルチ回路について述べたものである。正しいのはどれか。</p>",
   "options": [
    "受信電波が無いときに出る大きな雑音を消すための回路。",
    "受信電波の近接周波数による混信を除去する回路。",
    "受信電波の振幅を一定にして、振幅変調成分を取り除く回路。",
    "受信電波の周波数の変化を振幅の変化に直し、信号を取り出す回路。"
   ]
  },
  {
   "uid": "T4-23a",
   "id": "T4-23a",
   "q": "<p>図は、FM(F3E)受信機の構成の一部を示したものである。空欄の部分に入れるべき名称で、正しいのはどれか。</p><figure><img src=\"data/img/tech4/t4-23.png\" /></figure>",
   "options": [
    "スケルチ回路",
    "局部発振器",
    "AGC回路",
    "BFO回路"
   ]
  },
  {
   "uid": "T4-23b",
   "id": "T4-23b",
   "q": "<p>図は、FM(F3E)受信機の構成の一部を示したものである。空欄の部分に入れるべき名称で、正しいのはどれか。</p><figure><img src=\"data/img/tech4/t4-23.png\" /></figure>",
   "options": [
    "スケルチ回路",
    "局部発振器",
    "AGC回路",
    "定電圧回路"
   ]
  },
  {
   "uid": "T4-24",
   "id": "T4-24",
   "q": "<p>FM(F3E)受信機の、周波数弁別器の働きについて述べているのは、次のうちどれか。</p>",
   "options": [
    "受信電波の周波数の変化を振幅の変化に直し、信号を取り出す。",
    "受信電波の振幅を一定にして、振幅変調成分を取り除く。",
    "近接周波数による混信を除去する。",
    "受信電波がなくなったときに生じる大きな雑音を消す。"
   ]
  },
  {
   "uid": "T4-25",
   "id": "T4-25",
   "q": "<p>FM(F3E)受信機において、復調器として用いられるのは、次のうちどれか。</p>",
   "options": [
    "周波数弁別器",
    "直線検波器",
    "ヘテロダイン検波器",
    "二乗検波器"
   ]
  },
  {
   "uid": "T4-26",
   "id": "T4-26",
   "q": "<p>図は、FM(F3E)受信機の構成の一部を示したものである。空欄の部分に入れるべき名称で、正しいのは次のうちどれか。</p><figure><img src=\"data/img/tech4/t4-26.png\" /></figure>",
   "options": [
    "周波数弁別器",
    "緩衝増幅器",
    "プロダクト検波器",
    "周波数逓倍器"
   ]
  },
  {
   "uid": "T4-27",
   "id": "T4-27",
   "q": "<p>受信電波の強さが変動しても、受信出力を一定にする働きをするものは、何と呼ばれるか。</p>",
   "options": [
    "AGC",
    "BFO",
    "IDC",
    "AFC"
   ]
  },
  {
   "uid": "T4-28",
   "id": "T4-28",
   "q": "<p>受信機にAGC回路を設ける理由は、次のうちどれか。</p>",
   "options": [
    "フェージングの影響を少なくする。",
    "増幅度を大きくする。",
    "影像周波数混信を少なくする。",
    "選択度をよくする。"
   ]
  },
  {
   "uid": "T4-29",
   "id": "T4-29",
   "q": "<p>受信電波の強さが変動すると、出力が不安定になる。この出力を一定に保つための働きをする回路はどれか。</p>",
   "options": [
    "AGC回路",
    "クラリファイヤ回路(又はRIT回路)",
    "IDC回路",
    "スケルチ回路"
   ]
  },
  {
   "uid": "T4-30a",
   "id": "T4-30a",
   "q": "<p>SSB(J3E)受信機において、SSB変調波から音声信号を得るためには、図の部分に何を設ければよいか。</p><figure><img src=\"data/img/tech4/t4-30.png\" /></figure>",
   "options": [
    "局部発振器",
    "クラリファイヤ(又はRIT)",
    "AGC",
    "スケルチ"
   ]
  },
  {
   "uid": "T4-30b",
   "id": "T4-30b",
   "q": "<p>図はSSB(J3E)受信機の構成の一部を示したものである。SSB(J3E)変調波から音声信号を得るために、図の空欄部分に入れるべき名称で、正しいのは次のうちどれか。</p><figure><img src=\"data/img/tech4/t4-30.png\" /></figure>",
   "options": [
    "局部発振器",
    "クラリファイヤ(又はRIT)",
    "AGC",
    "スケルチ"
   ]
  },
  {
   "uid": "T4-31",
   "id": "T4-31",
   "q": "<p>図は、スーパーヘテロダイン受信機の構成図である。音声信号を取り出す働きをするところは、次のうちどれか。</p><figure><img src=\"data/img/tech4/t4-31.png\" /></figure>",
   "options": [
    "検波器",
    "高周波増幅器",
    "中間周波数増幅器",
    "周波数混合器"
   ]
  },
  {
   "uid": "T4-32",
   "id": "T4-32",
   "q": "<p>受信機で、影像周波数に対する選択度を上げるのに最も重要な役割をするものは、次のうちどれか。</p>",
   "options": [
    "高周波増幅器",
    "中間周波数増幅器",
    "周波数混合器",
    "低周波増幅器"
   ]
  },
  {
   "uid": "T4-33",
   "id": "T4-33",
   "q": "<p>SSB(J3E)受信機において、受信信号の明りょう度をよくするために調整するのは、次のうちどれか。</p>",
   "options": [
    "クラリファイヤ(またはRIT)",
    "IDC",
    "AGC",
    "音量調整"
   ]
  },
  {
   "uid": "T4-34",
   "id": "T4-34",
   "q": "<p>クラリファイヤ(またはRIT)の動作で、正しいのはどれか。</p>",
   "options": [
    "局部発振器の発振周波数を変化させる。",
    "検波器の出力を変化させる。",
    "低周波増幅器の出力を変化させる。",
    "高周波増幅器の同調周波数を変化させる。"
   ]
  },
  {
   "uid": "T4-35",
   "id": "T4-35",
   "q": "<p>次の文は、FM(F3E)受信機のどの回路についての説明か。</p><p>この回路は、受信電波が無いときに復調出力に現れる雑音電圧を利用して、低周波増幅回路の動作を止めて、耳障りな雑音がスピーカから出るのを防ぐものである</p>",
   "options": [
    "スケルチ回路",
    "周波数弁別回路",
    "AFC回路",
    "振幅制限回路"
   ]
  },
  {
   "uid": "T4-36",
   "id": "T4-36",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>フェージングなどにより受信電波が時間とともに変化する場合、電波が強くなったときには受信機の利得を[　A　]、また、電波が弱くなったときには利得を[　B　]て、受信機の出力を一定に保つ働きをする回路を[　C　]という。</p><p class=\"options_head\">A - B - C</p>",
   "options": [
    "下げ - 上げ - AGC回路",
    "上げ - 下げ - AGC回路",
    "下げ - 上げ - AFC回路",
    "上げ - 下げ - AFC回路"
   ]
  },
  {
   "uid": "T4-37",
   "id": "T4-37",
   "q": "<p>受信機のSメーターが指示するものは、次のうちどれか。</p>",
   "options": [
    "検波電流",
    "局部発振器の出力電流",
    "電源の一次電圧",
    "電源の出力電流"
   ]
  },
  {
   "uid": "T4-38",
   "id": "T4-38",
   "q": "<p>無線受信機のスピーカから大きな雑音が出ているとき、これが外来雑音によるものかどうかを確かめるには、どうすればよいか。</p>",
   "options": [
    "アンテナ端子とアース端子間を導線でつなぐ。",
    "アンテナを外し、新しい別のアンテナと交換する。",
    "アンテナ端子とアース端子間を高抵抗でつなぐ。",
    "アース線を外し、受信機の同調をずらす。"
   ]
  },
  {
   "uid": "T4-39",
   "id": "T4-39",
   "q": "<p>無線受信機のスピーカから大きな雑音が出ているとき、これが外来雑音によるものかどうかを確かめるには、どうすればよいか。</p>",
   "options": [
    "アンテナ端子とアース端子間を導線でつなぐ。",
    "アンテナを外し、新しい別のアンテナと交換する。",
    "アンテナ端子とアース端子間を高抵抗でつなぐ。",
    "アース線を外し、受信機の同調をずらす。"
   ]
  },
  {
   "uid": "T4-40",
   "id": "T4-40",
   "q": "<p>FM送受信機の受信操作で正しいのはどれか。</p>",
   "options": [
    "スケルチ調整つまみは、雑音が急に消える限界付近の位置にする。",
    "スケルチ調整つまみは、雑音を消すためのもので、右いっぱいに回しておく。",
    "スケルチ調整つまみは、雑音を消すためのもので、右に回して雑音が消える範囲の適当な位置にする。",
    "受信中に相手電波が弱くなった場合でも、スケルチ調整つまみは、操作する必要はない。"
   ]
  }
 ]
});
