HAM.addQuestions({
 "key": "tech8",
 "category": "無線工学 電波伝搬",
 "questions": [
  {
   "uid": "T8-1a",
   "id": "T8-1a",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>電波は、電界と磁界が[　A　]になっており、[　B　]が大地と平行になっている電波を水平偏波という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "直角 - 電界",
    "平行 - 磁界",
    "直角 - 磁界",
    "平行 - 電界"
   ]
  },
  {
   "uid": "T8-1b",
   "id": "T8-1b",
   "q": "<p>次の記述の[　　　]内に入れるべき字句の組合せで、正しいものはどれか。</p><p>電波は、電界と磁界が[　A　]になっており、[　B　]が大地と平行になっている電波を水平偏波という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "直角 - 電界",
    "平行 - 磁界",
    "直角 - 磁界",
    "平行 - 電界"
   ]
  },
  {
   "uid": "T8-2",
   "id": "T8-2",
   "q": "<p>次の文の[　　　]内に入れるべき字句の組合せで、正しいものはどれか。</p><p>電波は、磁界と電界が直角になっていて、電界が[　A　]と平行になっている電波を[　B　]偏波といい、垂直になっている電波を[　C　]偏波という。</p><p class=\"options_head\">A - B - C</p>",
   "options": [
    "大地 - 水平 - 垂直",
    "大地 - 垂直 - 水平",
    "アンテナ - 水平 - 垂直",
    "アンテナ - 垂直 - 水平"
   ]
  },
  {
   "uid": "T8-3",
   "id": "T8-3",
   "q": "<p>次の記述は、電波について述べたものである。誤っているのはどれか。</p>",
   "options": [
    "大気中は音波と同じ速度で伝搬する。",
    "真空中は毎秒30万キロメートルの速度で伝搬する。",
    "光と同じく電磁波である。",
    "光より波長が長い。"
   ]
  },
  {
   "uid": "T8-4",
   "id": "T8-4",
   "q": "<p>図は、周波数の違いにより伝搬の伝わり方が異なることを示したものである。</p><p>[　A　]及び[　B　]の周波数の組合せで、正しいものはどれか。</p><figure><img src=\"data/img/tech8/t8-4.png\" /></figure><p class=\"options_head\">A - B</p>",
   "options": [
    "145[MHz] - 7[MHz]",
    "7[MHz] - 435[MHz]",
    "7[MHz] - 145[MHz]",
    "435[MHz] - 145[MHz]"
   ]
  },
  {
   "uid": "T8-5",
   "id": "T8-5",
   "q": "<p>超短波(VHF)帯を使った見通し外の遠距離の通信において、伝搬路上に山岳が有り、送受信点のそれぞれからその山頂が見通せるとき、比較的安定した通信ができることがあるのは、一般にどの現象によるものか。</p>",
   "options": [
    "電波の回折",
    "電波の干渉",
    "電波の屈折",
    "電波の直線性"
   ]
  },
  {
   "uid": "T8-6",
   "id": "T8-6",
   "q": "<p>電離層が作られるのに、最も影響があるのは、次のうちどれか。</p>",
   "options": [
    "太陽",
    "流星",
    "海水温度",
    "低気圧"
   ]
  },
  {
   "uid": "T8-7",
   "id": "T8-7",
   "q": "<p>電波が電離層で反射される条件として特に関係ないものはどれか。</p>",
   "options": [
    "送信電力",
    "入射角",
    "電子密度",
    "周波数"
   ]
  },
  {
   "uid": "T8-8",
   "id": "T8-8",
   "q": "<p>短波が地球の裏側まで到達して通信できることがあるのはなぜか。</p>",
   "options": [
    "電離層と地球表面との間を反射しながら伝わるため",
    "地表波の減衰が少ないため",
    "大地の中を伝わる性質があるため",
    "人工衛星を中継して送るのに適しているため"
   ]
  },
  {
   "uid": "T8-9",
   "id": "T8-9",
   "q": "<p>3.5[MHz]から28[MHz]までのアマチュアバンドにおいて、主に利用する電波の伝わり方は、次のうちどれか。</p>",
   "options": [
    "電離層波",
    "大地反射波",
    "対流圏波",
    "直接波"
   ]
  },
  {
   "uid": "T8-10",
   "id": "T8-10",
   "q": "<p>昼間21[MHz]バンドの電波で通信を行っていたが、夜間になって遠距離の地域が通信不能になった。そこで周波数バンドを切り替えたところ再び通信が可能となった。通信を可能にした周波数バンドは次のうちどれか。</p>",
   "options": [
    "7[MHz]バンド",
    "28[MHz]バンド",
    "50[MHz]バンド",
    "144[MHz]バンド"
   ]
  },
  {
   "uid": "T8-11",
   "id": "T8-11",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>電離層反射を使用して昼間に通信が可能な場合であっても、夜間に電離層の電子密度が[　A　]なり電波が突き抜けるので、[　B　]周波数の電波に切り替えて通信を行う。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "小さく - 低い",
    "大きく - 低い",
    "小さく - 高い",
    "大きく - 高い "
   ]
  },
  {
   "uid": "T8-12",
   "id": "T8-12",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>電波が電離層を突き抜けるときに受ける減衰は、周波数が[　A　]ほど少なく、また、反射されるときに受ける減衰は、周波数が[　B　]ほど大きくなる。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "高い - 高い",
    "高い - 低い",
    "低い - 低い",
    "低い - 高い"
   ]
  },
  {
   "uid": "T8-13a",
   "id": "T8-13a",
   "q": "<p>次の記述の[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>電波が電離層を突き抜けるときに受ける減衰は、周波数が低いほど[　A　]、また、反射されるときに受ける減衰は、周波数が低いほど[　B　]なる。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "大きく - 小さく",
    "小さく - 大きく",
    "大きく - 大きく",
    "小さく - 小さく"
   ]
  },
  {
   "uid": "T8-13b",
   "id": "T8-13b",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組み合わせは、下記のうちどれか。</p><p>電波が電離層を突き抜けるときに受ける減衰は、周波数が高いほど[　A　]、反射するときの減衰は、周波数が高いほど[　B　]なる。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "小さく - 大きく",
    "小さく - 小さく",
    "大きく - 大きく",
    "大きく - 小さく"
   ]
  },
  {
   "uid": "T8-14",
   "id": "T8-14",
   "q": "<p>電離層のうちで、地上から見て最も高いのはどの層か。</p>",
   "options": [
    "F層",
    "D層",
    "E層",
    "Es層"
   ]
  },
  {
   "uid": "T8-15",
   "id": "T8-15",
   "q": "<p>地表波の説明で正しいのはどれか。</p>",
   "options": [
    "大地の地表に沿って伝わる電波",
    "大地に反射して伝わる電波",
    "見通し距離内の空間を直線的に伝わる電波",
    "電離層を突き抜けて伝わる電波"
   ]
  },
  {
   "uid": "T8-16",
   "id": "T8-16",
   "q": "<p>地上波の伝わり方で、誤っているのはどれか。</p>",
   "options": [
    "電離層で反射されて伝わる。",
    "大地の地表に沿って伝わる。",
    "見通し距離内の空間を直接伝わる。",
    "大地に反射して伝わる。"
   ]
  },
  {
   "uid": "T8-17",
   "id": "T8-17",
   "q": "<p>超短波(VHF)帯において、通信可能な距離を延ばすための方法として、誤っているのは次のうちどれか。</p>",
   "options": [
    "アンテナの放射角を高角度にする。",
    "アンテナの高さを高くする。",
    "利得の高いアンテナを用いる。",
    "鋭い指向性のアンテナを用いる。"
   ]
  },
  {
   "uid": "T8-18",
   "id": "T8-18",
   "q": "<p>超短波(VHF)帯の電波の伝搬は、主として次のどれによっているか。</p>",
   "options": [
    "直接波と大地反射波",
    "地表波と電離層反射波",
    "直接波と電離層反射波",
    "地表波と大地反射波"
   ]
  },
  {
   "uid": "T8-19",
   "id": "T8-19",
   "q": "<p>超短波の伝わり方で正しいのはどれか。</p>",
   "options": [
    "主に見通し距離内を伝わる。",
    "電離層と大地の間で反射を繰り返して伝わる。",
    "昼間と夜間では伝わり方が大きく異なる。",
    "主に地表波が伝わる。"
   ]
  },
  {
   "uid": "T8-20",
   "id": "T8-20",
   "q": "<p>超短波の伝わり方での特徴で、誤っているのは次のうちどれか。</p>",
   "options": [
    "直接波は利用できない。",
    "地表波はすぐ減衰する。",
    "電離層を突き抜ける。",
    "大地で反射される。"
   ]
  },
  {
   "uid": "T8-21",
   "id": "T8-21",
   "q": "<p>図に示す電波通路A、Bのうち、Aの伝わり方をするのはどれか。</p><figure><img src=\"data/img/tech8/t8-21.png\" /></figure>",
   "options": [
    "直接波",
    "電離層波",
    "大地反射波",
    "地表波"
   ]
  },
  {
   "uid": "T8-22",
   "id": "T8-22",
   "q": "<p>超短波帯では、一般にアンテナの高さを高くしたほうが電波の通達距離が延びるのはなぜか。</p>",
   "options": [
    "見通し距離が延びるから。",
    "スポラジックE層反射によって伝わりやすくなるから。",
    "地表波の減衰が少なくなるから。",
    "対流圏散乱波が伝わりやすくなるから。"
   ]
  },
  {
   "uid": "T8-23",
   "id": "T8-23",
   "q": "<p>スポラジックE層についての記述のうち、正しいのは次のうちどれか。</p>",
   "options": [
    "主として夏季に多く発生する。",
    "主として春季に多く発生する。",
    "主として冬季に多く発生する。",
    "主として秋季に多く発生する。"
   ]
  },
  {
   "uid": "T8-24",
   "id": "T8-24",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組み合せは、下記のうちどれか。</p><p>スポラジックE層は、[　A　]の昼間に多く発生し、[　B　]の電波も反射することがある。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "夏季 - VHF",
    "冬季 - UHF",
    "夏季 - UHF",
    "冬季 - VHF"
   ]
  },
  {
   "uid": "T8-25",
   "id": "T8-25",
   "q": "<p>超短波の電波が異常に遠方まで伝わることがあるが、その原因と関係のないものはどれか。</p>",
   "options": [
    "地表波",
    "散乱現象",
    "山岳による回折",
    "スポラジックE層"
   ]
  },
  {
   "uid": "T8-26",
   "id": "T8-26",
   "q": "<p>フェージングが起こる原因で、誤っているのは次のうちどれか。</p>",
   "options": [
    "電波の周波数が時間的に変動するため",
    "異なった伝搬経路を通った電波が相互に干渉するため",
    "電波の減衰の程度が時間的に変動するため",
    "電離層で電波が反射したり、突き抜けたりするため"
   ]
  },
  {
   "uid": "T8-27",
   "id": "T8-27",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>送信所から短波帯の電波を発射したとき、[　A　]が減衰して受信されなくなった地点から、[　B　」が最初に地表に戻ってくる地点までを不感地帯という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "地表波 - 電離層反射波",
    "直接波 - 電離層反射波",
    "直接波 - 大地反射波",
    "地表波 - 大地反射波"
   ]
  },
  {
   "uid": "T8-28a",
   "id": "T8-28a",
   "q": "<p>短波帯の伝搬で生じる不感地帯と特に関係がないものはどれか。</p>",
   "options": [
    "気象",
    "電離層",
    "送信電力",
    "周波数"
   ]
  },
  {
   "uid": "T8-28b",
   "id": "T8-28b",
   "q": "<p>短波(HF)帯の伝搬で生じる不感地帯と特に関係がないものはどれか。</p>",
   "options": [
    "変調方式",
    "電離層",
    "昼間と夜間",
    "周波数"
   ]
  },
  {
   "uid": "T8-29",
   "id": "T8-29",
   "q": "<p>次の記述の[　　　]内に入れるべき字句の組合せで、正しいのはどれか。</p><p>送信所から発射された短波(HF)帯の電波が、[　A　]で反射されて、初めて地上に達する地点と送信所との地上距離を[　B　]という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "電離層 - 跳躍距離",
    "電離層 - 焦点距離",
    "大地 - 跳躍距離",
    "大地 - 焦点距離"
   ]
  }
 ]
});
