HAM.addQuestions({
 "key": "tech2",
 "category": "無線工学 電子回路",
 "questions": [
  {
   "uid": "T2-1",
   "id": "T2-1",
   "q": "<p>ブラウン管オシロスコープにより振幅変調波の波形を観測し、波形について測定して結果は図のとおりであった。このときの変調率はいくらか。</p><figure><img src=\"data/img/tech2/t2-1.png\" /></figure>",
   "options": [
    "50[%]",
    "30[%]",
    "40[%]",
    "60[%]"
   ]
  },
  {
   "uid": "T2-2",
   "id": "T2-2",
   "q": "<p>振幅が150[V]の搬送波を信号波で振幅変調したとき、変調度が60[%]であった。変調波の振幅の最大値は幾らか。</p>",
   "options": [
    "240[V]",
    "210[V]",
    "180[V]",
    "90[V]"
   ]
  },
  {
   "uid": "T2-3a",
   "id": "T2-3a",
   "q": "<p>A級、B級、AB級及びC級のうち、最も増幅効率のよいものは、どれか。</p>",
   "options": [
    "C級",
    "A級",
    "B級",
    "AB級"
   ]
  },
  {
   "uid": "T2-3b",
   "id": "T2-3b",
   "q": "<p>最も効率の良い増幅器は、次のうちどれか。</p>",
   "options": [
    "C級",
    "A級",
    "B級",
    "AB級"
   ]
  },
  {
   "uid": "T2-4",
   "id": "T2-4",
   "q": "<p>A級増幅器の特徴について述べているのは、次のどれか。</p>",
   "options": [
    "交流入力信号の無いときでも、常に出力側に電流が流れる。",
    "出力側の波形ひずみが大きい。",
    "交流入力信号が入力信号の無いとき、出力側に電流は流れない。",
    "A級以外の増幅器に比べて効率が良い。"
   ]
  },
  {
   "uid": "T2-5",
   "id": "T2-5",
   "q": "<p>エミッタ接地トランジスタ増幅器のA級増幅の特徴で、正しいのはどれか。</p>",
   "options": [
    "入力の有無にかかわらず、いつでもコレクタ電流が流れている。",
    "コレクタ回路に流れるコレクタ電流の波形のひずみが大きい。",
    "ベース入力電圧の半周期だけ、コレクタ電流が流れる。",
    "B級及びC級増幅に比べて増幅効率が良い。"
   ]
  },
  {
   "uid": "T2-6",
   "id": "T2-6",
   "q": "<p>B級増幅器の特徴について述べているのは、次のどれか。</p>",
   "options": [
    "A級増幅よりも効率が良い。",
    "高周波増幅のときのみに使用される。",
    "出力側の波形ひずみがない。",
    "交流入力信号の負の半周期のとき出力電流が流れる。"
   ]
  },
  {
   "uid": "T2-7",
   "id": "T2-7",
   "q": "<p>次の説明は、あるトランジスタ(NPN形)増幅器の動作について述べたものである。正しいのはどれか。<p><p>「入力信号が正の半周期のとき、その一部の時間しかコレクタ電流が流れないので、他の増幅方式のものに比べて最も効率が良いが、ひずみは最も大きい。」</p>",
   "options": [
    "C級増幅器",
    "A級増幅器",
    "B級増幅器",
    "AB級増幅器"
   ]
  },
  {
   "uid": "T2-8",
   "id": "T2-8",
   "q": "<p>図は、トランジスタ増幅器のV<sub>BE</sub>-I<sub>C</sub>特性曲線の一例である。特性のP点を動作点とする増幅方式は、次のどれか。</p><figure><img src=\"data/img/tech2/t2-8.png\" /></figure>",
   "options": [
    "A級増幅器",
    "B級増幅器",
    "C級増幅器",
    "AB級増幅器"
   ]
  },
  {
   "uid": "T2-9",
   "id": "T2-9",
   "q": "<p>図は、トランジスタ増幅器のV<sub>BE</sub>-I<sub>C</sub>特性曲線の一例である。特性のP点を動作点とする増幅方式は、次のどれか。</p><figure><img src=\"data/img/tech2/t2-9.png\" /></figure>",
   "options": [
    "B級増幅器",
    "C級増幅器",
    "A級増幅器",
    "AB級増幅器"
   ]
  },
  {
   "uid": "T2-10",
   "id": "T2-10",
   "q": "<p>図は、トランジスタ増幅器のV<sub>BE</sub>-I<sub>C</sub>特性曲線の一例である。特性のP点を動作点とする増幅方式は、次のどれか。</p><figure><img src=\"data/img/tech2/t2-10.png\" /></figure>",
   "options": [
    "C級増幅器",
    "A級増幅器",
    "B級増幅器",
    "AB級増幅器"
   ]
  },
  {
   "uid": "T2-11a",
   "id": "T2-11a",
   "q": "<p>小さい振幅の信号を、より大きな振幅の信号にする回路は、次のうちとれか。</p>",
   "options": [
    "増幅回路",
    "検波回路",
    "発振回路",
    "変調回路"
   ]
  },
  {
   "uid": "T2-11b",
   "id": "T2-11b",
   "q": "<p>搬送波を発生する回路は、次のどれか。</p>",
   "options": [
    "発振回路",
    "増幅回路",
    "変調回路",
    "検波回路"
   ]
  },
  {
   "uid": "T2-11c",
   "id": "T2-11c",
   "q": "<p>変調された信号の中から、音声信号を取り出す回路は、次のうちどれか。</p>",
   "options": [
    "検波回路",
    "発振回路",
    "変調回路",
    "増幅回路"
   ]
  },
  {
   "uid": "T2-11d",
   "id": "T2-11d",
   "q": "<p>搬送波を、音声又は音楽等の電気信号によって変化させる回路は、次のどれか。</p>",
   "options": [
    "変調回路",
    "検波回路",
    "発振回路",
    "増幅回路"
   ]
  },
  {
   "uid": "T2-12",
   "id": "T2-12",
   "q": "<p>次の文の[　　　]内に当てはまる字句の組合せは、下記のうちどれか。</p><p>小さい[　A　]の信号を、より大きな[　B　]の信号にする電子回路を増幅回路という。</p><p class=\"options_head\">A - B</p>",
   "options": [
    "振幅 - 振幅",
    "周波数 - 周波数",
    "振幅 - 周波数",
    "周波数 - 振幅"
   ]
  },
  {
   "uid": "T2-13a",
   "id": "T2-13a",
   "q": "<p>エミッタ接地トランジスタ増幅器において、コレクタ電圧を一定として、ベース電流を1[mA]から4[mA]変えたところ、コレクタ電流が60[mA]から180[mA]に増加した。このトランジスタの電流増加率はいくらか。</p>",
   "options": [
    "40",
    "60",
    "48",
    "45"
   ]
  },
  {
   "uid": "T2-13b",
   "id": "T2-13b",
   "q": "<p>エミッタ接地トランジスタ増幅器において、コレクタ電圧を一定として、ベース電流を3[mA]から4[mA]変えたところ、コレクタ電流が180[mA]から240[mA]に増加した。このトランジスタの電流増加率はいくらか。</p>",
   "options": [
    "60",
    "50",
    "40",
    "30"
   ]
  },
  {
   "uid": "T2-14a",
   "id": "T2-14a",
   "q": "<p>図に示すトランジスタ増幅回路において、ベース・エミッタ間と、エミッタ・コレクタ間に加える電圧の組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech2/t2-14a.png\" /></figure><p class=\"options_head\">V<sub>BE</sub> - V<sub>CE</sub></p>",
   "options": [
    "順方向電圧 - 逆方向電圧",
    "逆方向電圧 - 順方向電圧",
    "逆方向電圧 - 逆方向電圧",
    "順方向電圧 - 順方向電圧"
   ]
  },
  {
   "uid": "T2-14b",
   "id": "T2-14b",
   "q": "<p>図に示すA級トランジスタ増幅器において、ベース・エミッタ間と、コレクタ・エミッタ間に加える電源の極性の組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech2/t2-14b.png\" /></figure><p class=\"options_head\">V<sub>BE</sub> - V<sub>CE</sub></p>",
   "options": [
    "<img src=\"data/img/tech2/t2-14b_opt1.png\" alt=\"順方向電圧 - 逆方向電圧\" />",
    "<img src=\"data/img/tech2/t2-14b_opt2.png\" alt=\"順方向電圧 - 順方向電圧\" />",
    "<img src=\"data/img/tech2/t2-14b_opt3.png\" alt=\"逆方向電圧 - 逆方向電圧\" />",
    "<img src=\"data/img/tech2/t2-14b_opt4.png\" alt=\"逆方向電圧 - 順方向電圧\" />"
   ]
  },
  {
   "uid": "T2-16",
   "id": "T2-16",
   "q": "<p>水晶発振機の周波数変動の原因として、最も関係の少ないものはどれか。</p>",
   "options": [
    "発振器の内部雑音の変動",
    "発振器の電源電圧の変動",
    "発振器の負荷の変動",
    "発振器の周囲温度の変化"
   ]
  },
  {
   "uid": "T2-17",
   "id": "T2-17",
   "q": "<p>搬送波の振幅を、音声又は音楽等の電気信号によって、変化させる働きは、次のどれか。</p>",
   "options": [
    "振幅変調",
    "周波数変調",
    "検波",
    "発振"
   ]
  },
  {
   "uid": "T2-18",
   "id": "T2-18",
   "q": "<p>搬送波の振幅をA、信号の振幅をBとしたとき、振幅変調率Mを表す次の式の[　　　]内に当てはまるものはどれか。</p><p>M = [　　　] / A x 100[%]</p>",
   "options": [
    "B",
    "B-A",
    "A+B",
    "A-B"
   ]
  },
  {
   "uid": "T2-19",
   "id": "T2-19",
   "q": "<p>振幅が150[V]の搬送波を信号波で振幅変調したとき、変調率が40[%]であった。信号波の振幅の最大値は幾らか。</p>",
   "options": [
    "60[V]",
    "90[V]",
    "210[V]",
    "240[V]"
   ]
  },
  {
   "uid": "T2-20",
   "id": "T2-20",
   "q": "<p>振幅が150[V]の搬送波を振幅が90[V]の信号波で振幅変調した場合の変調率は幾らか。</p>",
   "options": [
    "60[%]",
    "66[%]",
    "40[%]",
    "16[%]"
   ]
  },
  {
   "uid": "T2-21",
   "id": "T2-21",
   "q": "<p>図は、振幅変調波の周波数成分の分布を示している。これに対応する電波の型式の組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech2/t2-21.png\" /></figure><p class=\"options_head\">(A) - (B)</p>",
   "options": [
    "J3E - A3E",
    "A3E - J3E",
    "H3E - A3E",
    "J3E - H3E"
   ]
  },
  {
   "uid": "T2-22",
   "id": "T2-22",
   "q": "<p>DSB(A3E)電波の周波数成分は、次のうちどれか。</p>",
   "options": [
    "搬送波、上側波帯及び下側波帯",
    "上側波帯",
    "搬送波と上側波帯",
    "搬送波と下側波帯"
   ]
  },
  {
   "uid": "T2-23",
   "id": "T2-23",
   "q": "<p>SSB電波の周波数成分は、次のうちどれか。</p>",
   "options": [
    "上側波帯か、又は下側波帯",
    "上側波帯と下側波帯",
    "搬送波、上側波帯及び下側波帯",
    "搬送波"
   ]
  },
  {
   "uid": "T2-24",
   "id": "T2-24",
   "q": "<p>音声信号で変調された電波で、占有周波数帯幅が通常最も狭いのは、次のうちどれか。</p>",
   "options": [
    "SSB波",
    "ATV波",
    "FM波",
    "DSB波"
   ]
  },
  {
   "uid": "T2-25",
   "id": "T2-25",
   "q": "<p>同じ音声信号を用いて振幅変調(AM)と周波数変調(FM)を行ったとき、AM波と比べてFM波の占有周波数帯域の一般的な特徴はどれか。</p>",
   "options": [
    "広い",
    "半分",
    "狭い",
    "同じ"
   ]
  },
  {
   "uid": "T2-27",
   "id": "T2-27",
   "q": "<p>次の記述は、振幅変調方式(A3E)と比べたときの周波数変調方式(F3E)の一般的な特徴について述べたものである。誤っているのはどれか。</p>",
   "options": [
    "占有周波数帯幅が狭い。",
    "雑音に強い。",
    "主に超短波(VHF)帯以上で用いられる。",
    "音質が良い。"
   ]
  },
  {
   "uid": "T2-28",
   "id": "T2-28",
   "q": "<p>最大周波数偏移が5[KHz]の場合、最高周波数3[KHz]の信号波で変調するとFM波の占有周波数帯幅は幾らになるか。</p>",
   "options": [
    "16[kHz]",
    "8[kHz]",
    "11[kHz]",
    "30[kHz]"
   ]
  },
  {
   "uid": "T2-30",
   "id": "T2-30",
   "q": "<p>直線検波回路の特性についての説明で、正しいのはどれか。</p>",
   "options": [
    "入力が大きいとき、入力対出力の関係が直線的である。",
    "入力がある値を超えると出力は一定になる。",
    "入力が大きくなるとひずみが多くなる。",
    "比較的小さい入力電圧で動作する。"
   ]
  },
  {
   "uid": "T2-31",
   "id": "T2-31",
   "q": "<p>図は、ある復調回路の入力対出力特性である。これは次のどの電波を復調するのに用いられるか。</p><figure><img src=\"data/img/tech2/t2-31.png\" /></figure>",
   "options": [
    "F3E電波",
    "A1A電波",
    "J3E電波",
    "A3E電波"
   ]
  },
  {
   "uid": "T2-32",
   "id": "T2-32",
   "q": "<p>周波数fの信号入力と、周波数f<sub>0</sub>の局部発振器の出力を周波数混合器で混合したとき、出力側に流れる電流の周波数は、次のうちどれか。</p>",
   "options": [
    "f ± f<sub>0</sub>",
    "f・f<sub>0</sub>",
    "(f + f<sub>0</sub>) / 2",
    "f / f<sub>0</sub>"
   ]
  }
 ]
});
