HAM.addQuestions({
 "key": "tech1",
 "category": "無線工学 基礎",
 "questions": [
  {
   "uid": "T1-1",
   "id": "T1-1",
   "q": "<p>インダクタンスの単位を表すものは、次のうちどれか。</p>",
   "options": [
    "ヘンリー[H]",
    "ファラド[F]",
    "オーム[Ω]",
    "アンペア[A]"
   ]
  },
  {
   "uid": "T1-2",
   "id": "T1-2",
   "q": "<p>最大値が140[V]の正弦波交流電圧の実効値は、ほぼ何[V]か。</p>",
   "options": [
    "100[V]",
    "70[V]",
    "200[V]",
    "280[V]"
   ]
  },
  {
   "uid": "T1-3",
   "id": "T1-3",
   "q": "<p>図に示す正弦波交流において、周期と振幅との組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech1/t1-3.png\" /></figure><p class=\"options_head\">周期 - 振幅</p>",
   "options": [
    "B - C",
    "B - D",
    "A - D",
    "A - C"
   ]
  },
  {
   "uid": "T1-4a",
   "id": "T1-4a",
   "q": "<p>高圧電気の絶縁に用いられるものは、次のうちどれか。</p>",
   "options": [
    "磁器",
    "シリコン",
    "ゲルマニウム",
    "鉛"
   ]
  },
  {
   "uid": "T1-4b",
   "id": "T1-4b",
   "q": "<p>高圧電気の絶縁に用いられるものは、次のうちどれか。</p>",
   "options": [
    "磁器",
    "アルミニウム",
    "ゲルマニウム",
    "鉛"
   ]
  },
  {
   "uid": "T1-5a",
   "id": "T1-5a",
   "q": "<p>図に示すように、磁場の間に置いた導体に紙面の表から裏へ向かって電流が流れたとき、磁力線の方向と導体の受ける力の方向との組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech1/t1-5.png\" /></figure>",
   "options": [
    "磁力線の方向 ←　力の方向 ↑",
    "磁力線の方向 →　力の方向 ↑",
    "磁力線の方向 →　力の方向 ↓",
    "磁力線の方向 ←　力の方向 ↓"
   ]
  },
  {
   "uid": "T1-5b",
   "id": "T1-5b",
   "q": "<p>図に示すように、磁場の間に置いた導体に紙面の裏から表の方向へ向かって電流が流れたとき、磁力線の方向と導体の受ける力の方向との組合せで、正しいのはどれか。</p><figure><img src=\"data/img/tech1/t1-5b.png\" /></figure>",
   "options": [
    "磁力線の方向 ←　力の方向 ↓",
    "磁力線の方向 ←　力の方向 ↑",
    "磁力線の方向 →　力の方向 ↑",
    "磁力線の方向 →　力の方向 ↓"
   ]
  },
  {
   "uid": "T1-6",
   "id": "T1-6",
   "q": "<p>電磁石のコイルの巻方向及び電池の極性を図に示すとおりとしたとき、電磁石の両端a及びbと極性の組合せで、正しいのは次のうちどれか。</p><figure><img src=\"data/img/tech1/t1-6.png\" /></figure><p class=\"options_head\">a - b</p>",
   "options": [
    "S - N",
    "N - N",
    "N - S",
    "S - S"
   ]
  },
  {
   "uid": "T1-7",
   "id": "T1-7",
   "q": "<p>コイルに電流を流すとコイルの周囲に磁界が発生する。この磁界を強くする方法で誤っているのは次のうちどれか。</p>",
   "options": [
    "コイルの断面積を大きくする。",
    "コイルの巻数を多くする。",
    "コイルの中に軟鉄心を入れる。",
    "コイルに流れる電流を大きくする。"
   ]
  },
  {
   "uid": "T1-8",
   "id": "T1-8",
   "q": "<p>コイルの中に磁性体を入れると、その自己インダクタンスはどうなるか。</p>",
   "options": [
    "大きくなる。",
    "小さくなる。",
    "変らない。",
    "不安定となる。"
   ]
  },
  {
   "uid": "T1-9",
   "id": "T1-9",
   "q": "<p>図に示すように、2本の軟鉄棒(AとB)にそれぞれコイルを巻き、2個が直線上になるように糸でつるしてスイッチSを閉じるとAとBはどのようになるか。</p><figure><img src=\"data/img/tech1/t1-9.png\" /></figure>",
   "options": [
    "互いに反発し合う。",
    "引き付け合ったり離れたりする。",
    "特に変化しない。",
    "互いに引き付けあう。"
   ]
  },
  {
   "uid": "T1-10",
   "id": "T1-10",
   "q": "<p>電圧、電流及び抵抗の関係を示す式で正しいのはどれか。</p>",
   "options": [
    "電流=電圧/抵抗",
    "電流=抵抗/電圧",
    "電圧=電流/抵抗",
    "電圧=抵抗/電流"
   ]
  },
  {
   "uid": "T1-11a",
   "id": "T1-11a",
   "q": "<p>図に示す回路において、抵抗Rの値を1/2倍にすると回路に流れる電流Iは、元の値の何倍になるか。</p><figure><img src=\"data/img/tech1/t1-11.png\" /></figure>",
   "options": [
    "2倍",
    "1/2倍",
    "4倍",
    "1倍"
   ]
  },
  {
   "uid": "T1-11b",
   "id": "T1-11b",
   "q": "<p>図に示す回路において、抵抗Rの値を2倍にすると回路に流れる電流Iは、元の値の何倍になるか。</p><figure><img src=\"data/img/tech1/t1-11.png\" /></figure>",
   "options": [
    "1/2倍",
    "4倍",
    "2倍",
    "1倍"
   ]
  },
  {
   "uid": "T1-11c",
   "id": "T1-11c",
   "q": "<p>図に示す回路において、電圧Eを4倍にすると抵抗Rに消費される電力は、元の値の何倍になるか。</p><figure><img src=\"data/img/tech1/t1-11.png\" /></figure>",
   "options": [
    "16倍",
    "2倍",
    "4倍",
    "8倍"
   ]
  },
  {
   "uid": "T1-12a",
   "id": "T1-12a",
   "q": "<p>図に示す回路において、ab端子間の電圧は幾らか。</p><figure><img src=\"data/img/tech1/t1-12a.png\" /></figure>",
   "options": [
    "100[V]",
    "50[V]",
    "75[V]",
    "150[V]"
   ]
  },
  {
   "uid": "T1-12b",
   "id": "T1-12b",
   "q": "<p>図に示す回路において、ab端子間の電圧は幾らか。</p><figure><img src=\"data/img/tech1/t1-12b.png\" /></figure>",
   "options": [
    "50[V]",
    "150[V]",
    "100[V]",
    "75[V]"
   ]
  },
  {
   "uid": "T1-13",
   "id": "T1-13",
   "q": "<p>直流電源100[V]で動作する消費電力500[W]の負荷の電気抵抗は、何オームか。</p>",
   "options": [
    "20[Ω]",
    "5[Ω]",
    "25[Ω]",
    "50[Ω]"
   ]
  },
  {
   "uid": "T1-14",
   "id": "T1-14",
   "q": "<p>4[Ω]の抵抗に直流電圧を加えたところ、100[W]の電力が消費された、抵抗に加えられた電圧はいくらか。</p>",
   "options": [
    "20[V]",
    "400[V]",
    "5[V]",
    "0.2[V]"
   ]
  },
  {
   "uid": "T1-15",
   "id": "T1-15",
   "q": "<p>図に示す回路において、ab端子間の合成抵抗は幾らか。</p><figure><img src=\"data/img/tech1/t1-15.png\" /></figure>",
   "options": [
    "10[Ω]",
    "20[Ω]",
    "5[Ω]",
    "15[Ω]"
   ]
  },
  {
   "uid": "T1-16",
   "id": "T1-16",
   "q": "<p>図に示す回路のab端子間の合成静電容量は、幾らになるか。</p><figure><img src=\"data/img/tech1/t1-16.png\" /></figure>",
   "options": [
    "50[μF]",
    "10[μF]",
    "12[μF]",
    "30[μF]"
   ]
  },
  {
   "uid": "T1-17",
   "id": "T1-17",
   "q": "<p>図に示す回路のab端子間の合成静電容量は、次のうちどれか。</p><figure><img src=\"data/img/tech1/t1-17.png\" /></figure>",
   "options": [
    "15[μF]",
    "30[μF]",
    "10[μF]",
    "20[μF]"
   ]
  },
  {
   "uid": "T1-18",
   "id": "T1-18",
   "q": "<p>次の組み合わせは、コイル及びコンデンサのリアクタンスと周波数の比例関係を示すものである。正しいのはどれか。</p><p class=\"options_head\">コイルのリアクタンスと周波数 - コンデンサのリアクタンスと周波数</p>",
   "options": [
    "正比例 - 反比例",
    "反比例 - 反比例",
    "反比例 - 正比例",
    "正比例 - 正比例"
   ]
  },
  {
   "uid": "T1-19",
   "id": "T1-19",
   "q": "<p>次の説明で誤っているのはどれか。</p>",
   "options": [
    "コンデンサの静電容量が大きくなるほど、交流電流は流れにくくなる。",
    "導線の抵抗が大きくなるほど、交流電流は流れにくくなる。",
    "銅線の断面積が小さくなるほど、交流電流は流れにくくなる。",
    "コイルのインダクタンスが大きくなるほど、交流電流は流れにくくなる。"
   ]
  },
  {
   "uid": "T1-20",
   "id": "T1-20",
   "q": "<p>図に示す回路に流れる電流iは、ほぼいくらか。</p><figure><img src=\"data/img/tech1/t1-20.png\" /></figure>",
   "options": [
    "30[mA]",
    "0.3[mA]",
    "3[mA]",
    "300[mA]"
   ]
  },
  {
   "uid": "T1-21",
   "id": "T1-21",
   "q": "<p>図に示す回路において、コンデンサのリアクタンスは、ほぼいくらか。</p><figure><img src=\"data/img/tech1/t1-21.png\" /></figure>",
   "options": [
    "35[Ω]",
    "18[Ω]",
    "180[Ω]",
    "350[Ω]"
   ]
  },
  {
   "uid": "T1-22",
   "id": "T1-22",
   "q": "<p>LC直列共振回路において、コイルのインダクタンスLを一定にして、コンデンサCの静電容量を1/4にすると、共振周波数は元の周波数の何倍になるか。</p>",
   "options": [
    "2倍",
    "4倍",
    "1/2倍",
    "1/4倍"
   ]
  },
  {
   "uid": "T1-23",
   "id": "T1-23",
   "q": "<p>図に示す並列共振回路において、インピーダンスをZ、電流をiとしたとき、共振時にこれらの値はどのようになるか。</p><figure><img src=\"data/img/tech1/t1-23.png\" /></figure><p class=\"options_head\">Z - i</p>",
   "options": [
    "最大 - 最小",
    "最大 - 最大",
    "最小 - 最小",
    "最小 - 最大"
   ]
  },
  {
   "uid": "T1-24",
   "id": "T1-24",
   "q": "<p>半導体を用いた電子部品の温度が上昇すると、その部品の動作にどのような変化が起きるか。</p>",
   "options": [
    "半導体の抵抗が減少し、電流が増加する。",
    "半導体の抵抗が減少し、電流が減少する。",
    "半導体の抵抗が増加し、電流が増加する。",
    "半導体の抵抗が増加し、電流が減少する。"
   ]
  },
  {
   "uid": "T1-25",
   "id": "T1-25",
   "q": "<p>図に示すNPN型トランジスタの図記号において、電極aの名称は、次のどれか。</p><figure><img src=\"data/img/tech1/t1-25.png\" /></figure>",
   "options": [
    "コレクタ",
    "ベース",
    "ゲート",
    "エミッタ"
   ]
  },
  {
   "uid": "T1-26",
   "id": "T1-26",
   "q": "<p>電界効果トランジスタ(FET)の電極と一般の接合形トランジスタの電極との組合せで、その働きが対応しているのはどれか。</p>",
   "options": [
    "ソース - エミッタ",
    "ドレイン - エミッタ",
    "ドレイン - ベース",
    "ソース - ベース"
   ]
  },
  {
   "uid": "T1-27",
   "id": "T1-27",
   "q": "<p>図に示す電界効果トランジスタ(FET)の図記号において、電極aの名称はどれか。</p><figure><img src=\"data/img/tech1/t1-27.png\" /></figure>",
   "options": [
    "ゲート",
    "ソース",
    "コレクタ",
    "ドレイン"
   ]
  },
  {
   "uid": "T1-28",
   "id": "T1-28",
   "q": "<p>図に示す回路において、ab端子間の合成抵抗は幾らか。<figure><img src=\"data/img/tech1/t1-28.png\" /></figure></p>",
   "options": [
    "15[Ω]",
    "10[Ω]",
    "25[Ω]",
    "45[Ω]"
   ]
  },
  {
   "uid": "T1-29",
   "id": "T1-29",
   "q": "<p>図に示す回路において、ab端子間の電圧は幾らか。</p><figure><img src=\"data/img/tech1/t1-29.png\" /></figure>",
   "options": [
    "20[V]",
    "10[V]",
    "30[V]",
    "40[V]"
   ]
  },
  {
   "uid": "T1-30",
   "id": "T1-30",
   "q": "<p>次のうち、単位としてオーム(Ω)を用いるのはどれか。</p>",
   "options": [
    "リアクタンス",
    "静電容量",
    "インダクタンス",
    "コンダクタンス"
   ]
  },
  {
   "uid": "T1-31",
   "id": "T1-31",
   "q": "<p>直流電源100[V]で動作する消費電力500[W]の負荷の電気抵抗は、何オームか。</p>",
   "options": [
    "20[Ω]",
    "5[Ω]",
    "50[Ω]",
    "25[Ω]"
   ]
  }
 ]
});
