HAM.addQuestions({
 "key": "tech7",
 "category": "無線工学 アンテナ",
 "questions": [
  {
   "uid": "T7-1a",
   "id": "T7-1a",
   "q": "<p>7[MHz]用の半波長ダイポールアンテナの長さは、ほぼいくらか。</p>",
   "options": [
    "21[m]",
    "5[m]",
    "11[m]",
    "43[m]"
   ]
  },
  {
   "uid": "T7-1b",
   "id": "T7-1b",
   "q": "<p>14[MHz]用の半波長ダイポールアンテナの長さは、ほぼいくらか。</p>",
   "options": [
    "11[m]",
    "5[m]",
    "21[m]",
    "43[m]"
   ]
  },
  {
   "uid": "T7-1c",
   "id": "T7-1c",
   "q": "<p>28[MHz]用の八木アンテナの放射器の長さは、ほぼ幾らか。</p>",
   "options": [
    "5[m]",
    "3[m]",
    "11[m]",
    "21[m]"
   ]
  },
  {
   "uid": "T7-2",
   "id": "T7-2",
   "q": "<p>図に示す半波長ダイポールアンテナの給電点インピーダンスは、ほぼ幾らか。</p><figure><img src=\"data/img/tech7/t7-2.png\" /></figure>",
   "options": [
    "75[Ω]",
    "36[Ω]",
    "300[Ω]",
    "150[Ω]"
   ]
  },
  {
   "uid": "T7-3",
   "id": "T7-3",
   "q": "<p>半波長ダイポールアンテナの放射電力を10[W]にするためのアンテナ電流は、ほぼいくらか。ただし、熱損失となるアンテナ導体の抵抗分は無視するものとする。</p>",
   "options": [
    "0.4[A]",
    "3.7[A]",
    "0.1[A]",
    "1.4[A]"
   ]
  },
  {
   "uid": "T7-4",
   "id": "T7-4",
   "q": "<p>通常、水平面内の指向性が図のようになるアンテナは、次のうちどれか。ただし、点Pは、アンテナの位置を示す。</p><figure><img src=\"data/img/tech7/t7-4.png\" /></figure>",
   "options": [
    "水平半波長ダイポールアンテナ",
    "ホイップアンテナ",
    "八木アンテナ",
    "ブラウンアンテナ"
   ]
  },
  {
   "uid": "T7-5",
   "id": "T7-5",
   "q": "<p>高さが10[m]の垂直接地アンテナの固有波長は、次のうちどれか。</p>",
   "options": [
    "40[m]",
    "2.5[m]",
    "5[m]",
    "20[m]"
   ]
  },
  {
   "uid": "T7-6",
   "id": "T7-6",
   "q": "<p>1/4波長垂直接地アンテナの説明で、誤っているのはどれか。</p>",
   "options": [
    "接地抵抗が大きいほど効率がよい。",
    "固有周波数の奇数倍の周波数にも同調する。",
    "電流分布は先端で零、底部で最大となる。",
    "指向性は、水平面内では無指向である。"
   ]
  },
  {
   "uid": "T7-7",
   "id": "T7-7",
   "q": "<p>次の記述は、図に示したアンテナについて述べたものである。[　　　]内に入れるべき字句の組合せは、正しいものはどれか。</p><p>図のアンテナは、[　A　]アンテナと呼ばれ、電波の波長を λ で表したとき、アンテナの長さ L は[　B　]であり、水平面内の指向性は全方向性(無指向性)である。</p><figure><img src=\"data/img/tech7/t7-7.png\" /></figure><p class=\"options_head\">A - B</p>",
   "options": [
    "グランドプレーン - λ/4",
    "グランドプレーン - λ/2",
    "ダイポール - λ/4",
    "ダイポール - λ/2"
   ]
  },
  {
   "uid": "T7-8",
   "id": "T7-8",
   "q": "<p>21[MHz]用のブラウンアンテナ(グランドプレーンアンテナ)の放射エレメントの長さは、ほぼ幾らか。</p>",
   "options": [
    "3.6[m]",
    "1.8[m]",
    "7.2[m]",
    "14.3[m]"
   ]
  },
  {
   "uid": "T7-9",
   "id": "T7-9",
   "q": "<p>図に示した水平面指向特性を持つアンテナは、次のうちどれか。</p><figure><img src=\"data/img/tech7/t7-9.png\" /></figure>",
   "options": [
    "垂直半波長ダイポールアンテナ",
    "八木アンテナ",
    "パラボラアンテナ",
    "水平半波長ダイポールアンテナ"
   ]
  },
  {
   "uid": "T7-10",
   "id": "T7-10",
   "q": "<p>図に示したアンテナの水平面指向特性は、下記のうちどのアンテナの特性か。</p><figure><img src=\"data/img/tech7/t7-10.png\" /></figure>",
   "options": [
    "八木アンテナ",
    "ホイップアンテナ",
    "スリーブアンテナ",
    "水平半波長ダイポールアンテナ"
   ]
  },
  {
   "uid": "T7-11",
   "id": "T7-11",
   "q": "<p>図に示す八木アンテナの放射器はどれか。</p><figure><img src=\"data/img/tech7/t7-11.png\" /></figure>",
   "options": [
    "C",
    "A",
    "B",
    "D"
   ]
  },
  {
   "uid": "T7-12",
   "id": "T7-12",
   "q": "<p>図は、三素子八木アンテナの構造を示したものである。各素子の名称の組合せで、正しいものはどれか。ただし、エレメントの長さは、A &lt; B &lt; Cの関係にある。</p><figure><img src=\"data/img/tech7/t7-12.png\" /></figure><p class=\"options_head\">A - B - C</p>",
   "options": [
    "導波器 - 放射器 - 反射器",
    "反射器 - 導波器 - 放射器",
    "反射器 - 放射器 - 導波器",
    "導波器 - 反射器 - 反射器"
   ]
  },
  {
   "uid": "T7-13",
   "id": "T7-13",
   "q": "<p>図に示した八木アンテナにおいて、最も強く電波を放射するのは、どの方向か。ただし、エレメントの長さは、A &lt; B &lt; Cの関係にある。</p><figure><img src=\"data/img/tech7/t7-13.png\" /></figure>",
   "options": [
    "(a)",
    "(b)",
    "(c)",
    "(d)"
   ]
  },
  {
   "uid": "T7-14",
   "id": "T7-14",
   "q": "<p>図に示した八木アンテナにおいて、どの方向の電波を最も強く受信するか。ただし、エレメントの長さは、A &lt; B &lt; Cの関係にある。</p><figure><img src=\"data/img/tech7/t7-14.png\" /></figure>",
   "options": [
    "(a)",
    "(d)",
    "(c)",
    "(b)"
   ]
  },
  {
   "uid": "T7-16",
   "id": "T7-16",
   "q": "<p>八木アンテナの導波器の素子数が増えた場合、アンテナの性能はどうなるか。</p>",
   "options": [
    "利得が上がる。",
    "通達距離が短くなる。",
    "放射抵抗が高くなる。",
    "指向性が広がる。"
   ]
  },
  {
   "uid": "T7-17",
   "id": "T7-17",
   "q": "<p>八木アンテナの導波器がなくなった場合、アンテナの性能はどうなるか。</p>",
   "options": [
    "指向性が広がる。",
    "指向性が逆転する。",
    "電波が放射されなくなる。",
    "無指向性になる。"
   ]
  },
  {
   "uid": "T7-18",
   "id": "T7-18",
   "q": "<p>八木アンテナにおいて、給電線はどの素子につなげばよいか。</p>",
   "options": [
    "放射器",
    "導波器",
    "すべての素子",
    "反射器"
   ]
  },
  {
   "uid": "T7-19",
   "id": "T7-19",
   "q": "<p>八木アンテナをスタック(積重ね)に接続する場合があるが、この目的は何か。</p>",
   "options": [
    "指向性を鋭くするため",
    "指向性を広くするため",
    "固有周波数を長くするため",
    "固有周波数を短くするため"
   ]
  },
  {
   "uid": "T7-20",
   "id": "T7-20",
   "q": "<p>次の記述は、八木アンテナについての述べたものである。誤っているのはどれか。</p>",
   "options": [
    "接地アンテナの一種である。",
    "指向性アンテナである。",
    "導波器の素子数の多いものは指向性が鋭い。",
    "反射器、放射器及び導波器で構成される。"
   ]
  },
  {
   "uid": "T7-21",
   "id": "T7-21",
   "q": "<p>次に挙げた、アンテナの給電方法の記述で、正しいものはどれか。</p>",
   "options": [
    "給電点において、電圧分布を最大にする給電方法を電圧給電という。",
    "給電点において、電流分布を最大にする給電方法を電圧給電という。",
    "給電点において、電流分布を最小にする給電方法を電流給電という。",
    "給電点において、電圧分布を最大にする給電方法を電流給電という。"
   ]
  },
  {
   "uid": "T7-22",
   "id": "T7-22",
   "q": "<p>同軸給電線の特性で望ましくないのは、次のうちどれか。</p>",
   "options": [
    "給電線で電波が受信できる。",
    "特性インピーダンスが均一である。",
    "高周波エネルギーを無駄なく伝送する。",
    "給電線から電波が発射されない。"
   ]
  },
  {
   "uid": "T7-23",
   "id": "T7-23",
   "q": "<p>給電線の特性のうち、適切でないものは次のうちどれか。</p>",
   "options": [
    "電波が放射できること",
    "損失が少ないこと",
    "特性インピーダンスが一定であること",
    "外部から電気的影響を受けないこと"
   ]
  },
  {
   "uid": "T7-24",
   "id": "T7-24",
   "q": "<p>半波長ダイポールアンテナを使用して電波を放射したとき、アンテナ電流の値が0.2[A]であった。このときの放射電力の値として、最も近いのはどれか。ただし、熱損失となるアンテナ導体の抵抗分は無視するものとする。</p>",
   "options": [
    "3[W]",
    "2[W]",
    "5[W]",
    "8[W]"
   ]
  },
  {
   "uid": "T7-25",
   "id": "T7-25",
   "q": "<p>通常、水平面内の指向性が全方向性(無指向性)として使用されるアンテナは、次のうちどれか。</p>",
   "options": [
    "垂直半波長ダイポールアンテナ",
    "八木アンテナ",
    "パラボラアンテナ",
    "水平半波長ダイポールアンテナ"
   ]
  },
  {
   "uid": "T7-26",
   "id": "T7-26",
   "q": "<p>電波の波長λを[m]、周波数fを[MHz]としたとき、次式の[　　　]に当てはまる数字はどれか。</p><p>λ=[　　　]/f [m]</p>",
   "options": [
    "300",
    "200",
    "600",
    "800"
   ]
  },
  {
   "uid": "T7-27",
   "id": "T7-27",
   "q": "<p>波長10メートルの電波の周波数は、幾らになるか。</p>",
   "options": [
    "30[MHz]",
    "50[MHz]",
    "60[MHz]",
    "80[MHz]"
   ]
  },
  {
   "uid": "T7-28",
   "id": "T7-28",
   "q": "<p>次に挙げたアンテナのうち、最も指向特性の鋭いものはどれか。</p>",
   "options": [
    "八木アンテナ",
    "水平半波長ダイポールアンテナ",
    "グランドプレーンアンテナ",
    "ホイップアンテナ"
   ]
  },
  {
   "uid": "T7-29",
   "id": "T7-29",
   "q": "<p>アンテナから電波を放射するのに役立っていると考えられる抵抗は、次のうちどれか。</p>",
   "options": [
    "放射抵抗",
    "接地抵抗",
    "漏れ抵抗",
    "導体抵抗"
   ]
  },
  {
   "uid": "T7-30",
   "id": "T7-30",
   "q": "<p>陸上を移動する無線局が通常の通信で使用するアンテナの指向特性は、次のうちどれが適しているか。</p>",
   "options": [
    "水平面無指向特性",
    "垂直面無指向特性",
    "垂直面指向特性",
    "水平面指向特性"
   ]
  }
 ]
});
