HAM.addQuestions({
 "key": "tech5",
 "category": "無線工学 電波障害",
 "questions": [
  {
   "uid": "T5-1",
   "id": "T5-1",
   "q": "<p>受信機に電波障害を与えるおそれが最も低いものは、次のうちどれか。</p>",
   "options": [
    "電波時計",
    "自動車の点火栓",
    "高周波ミシン",
    "電気溶接機"
   ]
  },
  {
   "uid": "T5-2a",
   "id": "T5-2a",
   "q": "<p>アマチュア局の電波が、近所のラジオ受信機に電波障害を与えることがあるが、これを通常何といっているか。 </p>",
   "options": [
    "BCI",
    "アンプI",
    "スプリアス妨害",
    "TVI"
   ]
  },
  {
   "uid": "T5-2b",
   "id": "T5-2b",
   "q": "<p>アマチュア局の電波が近所のテレビジョン受像機に電波障害を与えることがあるが、これを通常何といっているか。</p>",
   "options": [
    "TVI",
    "アンプI",
    "スプリアス妨害",
    "BCI"
   ]
  },
  {
   "uid": "T5-3",
   "id": "T5-3",
   "q": "<p>FM送信機で28[MHz]の周波数の電波を発射したところ、FM放送受信に混信を与えた。送信側で考えられる混信の原因で、正しいのは次のうちどれか。</p>",
   "options": [
    "第3高調波が強く発射されている。",
    "過変調になっている。",
    "1/3倍の低調波が発射されている。",
    "寄生振動が発射されている。"
   ]
  },
  {
   "uid": "T5-4a",
   "id": "T5-4a",
   "q": "<p>50[MHz]の周波数の電波を発射したところ、150[MHz]の電波を受信している受信機に妨害を与えた。送信機側で通常考えられる妨害の原因は、次のうちどれか。</p>",
   "options": [
    "高調波が強く発射されている。",
    "過変調になっている。",
    "送信周波数が少しずれている。",
    "同軸給電線が断線している。"
   ]
  },
  {
   "uid": "T5-4b",
   "id": "T5-4b",
   "q": "<p>50[MHz]の周波数の電波を発射したところ、150[MHz]の電波を受信している受信機に妨害を与えた。送信機側で通常考えられる妨害の原因は、次のうちどれか。</p>",
   "options": [
    "第3高調波が強く発射されている。",
    "第2高調波が強く発射されている。",
    "第4高調波が強く発射されている。",
    "第5高調波が強く発射されている。"
   ]
  },
  {
   "uid": "T5-5",
   "id": "T5-5",
   "q": "<p>他の無線局に受信障害を与えるおそれが最も低いのは、次のうちどれか。</p>",
   "options": [
    "送信電力が低下したとき",
    "高調波が発射されたとき",
    "寄生振動があるとき",
    "妨害を受ける受信アンテナが近いとき"
   ]
  },
  {
   "uid": "T5-6",
   "id": "T5-6",
   "q": "<p>ラジオ受信機に付近の送信機から強力な電波が加わると、受信された信号が受信機の内部で変調され、BCIを起こすことがある。この現象を何変調と呼んでいるか。</p>",
   "options": [
    "混変調",
    "過変調",
    "平衡変調",
    "位相変調"
   ]
  },
  {
   "uid": "T5-7",
   "id": "T5-7",
   "q": "<p>夏の昼間に50[MHz]帯で交信を行っていたところ、数100[Km]離れた同じ周波数帯の受信機に強い混信を与えた。この原因は何か。</p>",
   "options": [
    "スポラジックE層による伝搬",
    "大気圏の回析による遠距離伝搬",
    "高調波放射",
    "空電"
   ]
  },
  {
   "uid": "T5-8",
   "id": "T5-8",
   "q": "<p>TVIを軽減するため、送信設備側で行う対策として、誤っているのはどれか。</p>",
   "options": [
    "送信機と給電線の間にTV電波を通しやすいフィルタを挿入する。",
    "アマチュア局のアンテナとテレビ受信用アンテナとの間をできる限り離す。",
    "送信機を厳重に遮へいする。",
    "送信機の調整を正しくとり、接地を完全にする。"
   ]
  },
  {
   "uid": "T5-9",
   "id": "T5-9",
   "q": "<p>アマチュア局から発射された電波のうち、短波の基本波によって他の超短波(VHF)帯の受信機に電波障害が生じた。この防止対策として受信機のアンテナ端子と給電線の間に、次のうちどれを挿入すればよいか。</p>",
   "options": [
    "高域フィルタ(HPF)",
    "低域フィルタ(LPF)",
    "ラインフィルタ",
    "アンテナカプラ"
   ]
  },
  {
   "uid": "T5-10",
   "id": "T5-10",
   "q": "<p>送信設備から電波が発射されているとき、BCIの発生原因として挙げられた次の現象のうち、誤っているのはどれか。</p>",
   "options": [
    "アンテナ結合回路の結合度が疎になっている。",
    "送信アンテナが送電線に接近している。",
    "寄生振動が発生している。",
    "過変調になっている。"
   ]
  }
 ]
});
